{"AlchemyGoldPayoutAndRulesShared":{"Rule1_9_Payout1_1":"At every spin, any combinations of 5 or more symbols touching horizontally or vertically will result in a winning combination.","Rule1_10_Payout1_2":"If there is one or more winning combination on the reels, all symbol (excluding Wild symbol and Scatter symbol) that is not involved in a win will be removed, allowing the symbols above them to cascade down for a new round.","Rule1_11_Payout1_3":"At every round, additional or increased winning combination will trigger more rounds until no more additional and increased winning combination.","Rule1_12_Payout1_4":"When there is no more additional or increased winning combination, payout is made for each symbol according to the Paytable.","Rule1_14_Payout1_5":"After the payout is made, all winning symbol will be removed, allowing the symbols above them to cascade down for a new round.","Rule1_15_Payout1_6":"Additional winning combination will be tallied in every round until no more winning combination can be tallied.","Rule2_0_Payout2_0":"Multiplier","Rule2_1_Payout2_1":"At the start of any main game spin when the non-winning symbols are first removed, the win multiplier is x1.","Rule2_2_Payout2_2":"During the subsequent removal of non-winning symbols, the win multiplier will be increased by 1.","Rule3_0_Payout3_0":"Gold Symbols","Rule3_1_Payout3_1":"During any spin, some symbols (excluding Wild symbol and Scatter symbol) may appear in gold.","Rule3_2_Payout3_2":"During the removal of winning symbols, any gold symbol(s) that is involved in a win in the previous round will be transformed into Wild symbol(s).","Rule4_0_Payout4_0":"Free Spins Feature","Rule4_1_Payout4_1":"3 Scatter symbols appearing anywhere will trigger the Free Spins Feature with 10 free spins. Each additional Scatter symbol will trigger 2 more free spins.","Rule4_2_Payout4_2":"At the start of the Free Spins Feature, the win multiplier is x1.","Rule4_3_Payout4_3":"During the removal of non-winning symbols, the win multiplier will be increased by 1.","Rule4_4_Payout4_4":"Free spins can be retriggered."},"AlchemyGoldRule":{"Rule1_1":"Alchemy Gold is a 5 by 5 symbols combination video slot featuring sticky winning symbols and increasing multiplier.","Rule1_2":"The game is played with 10 base bet (fixed), bet level of 1 to 10 and bet size of %{minChip} to %{maxChip}.","Rule1_13":"A combination win in cash is equal to the value shown in the “Paytable” multiplied by bet size and bet level.","Rule1_17":"Free Spins Feature is played at the same bet size and bet level as the spin that triggered the Free Spins Feature."},"AlchemyGoldPayout":{"PayoutMainTitle":"Symbol Payout Values","PayoutWild":"Wild Symbol","PayoutScatter":"Scatter Symbol"}}