{"AlchemyGoldPayoutAndRulesShared":{"Rule1_9_Payout1_1":"Em cada rodada, quaisquer combinações de 5 ou mais símbolos adjacentes na horizontal ou na vertical formam uma combinação vencedora.","Rule1_10_Payout1_2":"Se houver uma ou mais combinações vencedoras nos cilindros, todos os símbolos (exceto os símbolos Wild e Scatter) que não estejam envolvidos num ganho serão removidos, permitindo que os símbolos que se encontrem por cima caiam em cascata para uma nova ronda.","Rule1_11_Payout1_3":"Em cada ronda, uma combinação vencedora adicional ou aumentada ativa mais rondas até que deixem de existir combinações vencedoras adicionais ou aumentadas.","Rule1_12_Payout1_4":"Quando deixarem de existir combinações vencedoras adicionais ou aumentadas, é efetuado um pagamento por cada símbolo de acordo com a Tabela de pagamentos.","Rule1_14_Payout1_5":"Depois de ser feito o pagamento, todos os símbolos vencedores serão removidos, permitindo que os símbolos por cima deles caiam em cascata para uma nova ronda.","Rule1_15_Payout1_6":"Quaisquer combinações vencedoras serão contabilizadas em todas as rondas até não ser possível contabilizar mais combinações vencedoras.","Rule2_0_Payout2_0":"Multiplicador","Rule2_1_Payout2_1":"No início de qualquer rodada no jogo principal, quando os símbolos não vencedores forem removidos pela primeira vez, o multiplicador de ganhos é de x1.","Rule2_2_Payout2_2":"Durante a remoção subsequente de símbolos não vencedores, o multiplicador de ganhos será aumentado em 1.","Rule3_0_Payout3_0":"Símbolos de ouro","Rule3_1_Payout3_1":"Durante qualquer rodada, alguns símbolos (exceto os símbolos Wild e Scatter) podem aparecer a dourado.","Rule3_2_Payout3_2":"Durante a remoção dos símbolos vencedores, qualquer símbolo dourado que esteja envolvido num ganho na ronda anterior será transformado num símbolo Wild.","Rule4_0_Payout4_0":"Funcionalidade Rodadas grátis","Rule4_1_Payout4_1":"3 símbolos Scatter em qualquer posição ativarão a Funcionalidade Rodadas Grátis com 10 rodadas grátis. Cada símbolo Scatter adicional ativará mais 2 rodadas grátis.","Rule4_2_Payout4_2":"No início da Funcionalidade Rodadas grátis, o multiplicador de ganhos é de x1.","Rule4_3_Payout4_3":"Durante a remoção dos símbolos não vencedores, o multiplicador de ganhos será aumentado em 1.","Rule4_4_Payout4_4":"As rodadas grátis podem ser reativadas."},"AlchemyGoldRule":{"Rule1_1":"Alchemy Gold é uma slot de vídeo de símbolos 5 por 5, com símbolos vencedores fixos e um multiplicador progressivo.","Rule1_2":"O jogo é jogado com 10 apostas de base (fixa), nível de aposta de 1 a 10 e valor de aposta de %{minChip} a %{maxChip}.","Rule1_13":"O ganho de combinação em dinheiro é igual ao valor apresentado na \"Tabela de pagamentos\", multiplicado pelo valor da aposta e pelo nível de aposta.","Rule1_17":"A Funcionalidade Rodadas grátis é jogada com a mesma aposta e o mesmo nível de aposta que a acionou."},"AlchemyGoldPayout":{"PayoutMainTitle":"Valores de pagamento dos símbolos","PayoutWild":"Símbolo Wild","PayoutScatter":"Símbolo Scatter"}}