{"AlchemyGoldPayoutAndRulesShared":{"Rule1_9_Payout1_1":"À chaque tour, toute combinaison d'au moins 5 symboles identiques adjacents horizontalement ou verticalement constitue une combinaison gagnante.","Rule1_10_Payout1_2":"S'il y a une ou plusieurs combinaisons gagnantes sur les rouleaux, tous les symboles (à l'exception du symbole Wild et du symbole Scatter) qui ne sont pas impliqués dans un gain seront retirés, ce qui permet aux symboles au-dessus d'eux de tomber en cascade pour un nouveau tour.","Rule1_11_Payout1_3":"À chaque tour, une combinaison gagnante supplémentaire ou augmentée déclenche de nouveaux tours jusqu'à ce qu'aucune autre combinaison gagnante ne soit formée ou améliorée.","Rule1_12_Payout1_4":"Lorsqu'il n'y a plus de combinaison gagnante ou améliorée, les gains sont payés en fonction de chaque symbole, conformément au tableau des gains.","Rule1_14_Payout1_5":"Une fois que le paiement est effectué, tous les symboles gagnants seront retirés, permettant aux symboles situés au-dessus d'eux de tomber en cascade pour un nouveau tour.","Rule1_15_Payout1_6":"Une combinaison gagnante supplémentaire sera comptabilisée à chaque tour jusqu'à ce qu'aucune autre combinaison gagnante ne puisse être calculée.","Rule2_0_Payout2_0":"Multiplicateur","Rule2_1_Payout2_1":"Au début de n'importe quel tour du jeu principal, quand les symboles non gagnants sont retirés pour la première fois, le multiplicateur de gain est de x1.","Rule2_2_Payout2_2":"Au cours de l'élimination ultérieure de symboles non gagnants, le multiplicateur de gain sera augmenté de 1.","Rule3_0_Payout3_0":"Symboles dorés","Rule3_1_Payout3_1":"Pendant n'importe quel tour, certains symboles peuvent apparaître dorés (à l'exception du symbole Wild et du symbole Scatter).","Rule3_2_Payout3_2":"Lors du retrait des symboles gagnants, tout symbole doré impliqué dans un gain au tour précédent sera transformé en symbole Wild.","Rule4_0_Payout4_0":"Fonction de tours gratuits","Rule4_1_Payout4_1":"3 symboles Scatter apparaissant n'importe où déclencheront la fonction Tours gratuits avec 10 tours gratuits. Chaque symbole Scatter supplémentaire déclenchera 2 tours gratuits supplémentaires.","Rule4_2_Payout4_2":"Au début de la fonction de tours gratuits, le multiplicateur de gains est de x1.","Rule4_3_Payout4_3":"Au cours de l'élimination de symboles non gagnants, le multiplicateur de gain sera augmenté de 1.","Rule4_4_Payout4_4":"Les tours gratuits peuvent être déclenchés à nouveau."},"AlchemyGoldRule":{"Rule1_1":"Or d'alchimiste est une machine à sous vidéo de format 5x5, qui propose des multiplicateurs progressifs et des symboles gagnants persistants.","Rule1_2":"Le jeu se joue avec une mise de base de 10 (fixée), des niveaux de mise allant de 1 à 10 et des tailles de mise allant de %{minChip} à %{maxChip}.","Rule1_13":"Un gain de combinaison en argent est équivalent à la valeur affichée dans le tableau des gains, multipliée par la taille de la mise et par le niveau de la mise.","Rule1_17":"La Fonction de tours gratuits est jouée à la même taille de mise et au même niveau de mise que dans le tour qui l'a déclenchée."},"AlchemyGoldPayout":{"PayoutMainTitle":"Valeurs de paiement du symbole","PayoutWild":"Symbole Wild","PayoutScatter":"Symbole Scatter"}}