{"AlchemyGoldPayoutAndRulesShared":{"Rule1_9_Payout1_1":"En cada giro, cualquier combinación de 5 o más símbolos que se toquen horizontal o verticalmente generarán una combinación ganadora.","Rule1_10_Payout1_2":"Si hay una o más combinaciones ganadoras en los carretes, todos los símbolos (excepto el Símbolo Wild y el Símbolo Scatter) que no participen en un premio se eliminarán, esto permitirá que los símbolos situados por encima de ellos caigan en cascada para continuar a una nueva ronda.","Rule1_11_Payout1_3":"En cada ronda, una combinación ganadora adicional o aumentada activará más rondas hasta que no haya más combinaciones ganadoras adicionales o aumentadas.","Rule1_12_Payout1_4":"Cuando no haya más combinaciones ganadoras adicionales o aumentadas, se pagará por cada símbolo de acuerdo con la tabla de premios.","Rule1_14_Payout1_5":"Una vez realizado el pago, todos los símbolos ganadores serán eliminados, esto permitirá que los símbolos que están por encima de ellos caigan en cascada para continuar a una nueva ronda.","Rule1_15_Payout1_6":"Se añadirán las combinaciones ganadoras adicionales en cada ronda hasta que no queden más combinaciones ganadoras que puedan añadirse.","Rule2_0_Payout2_0":"Multiplicador","Rule2_1_Payout2_1":"Al comienzo de cualquier giro del juego principal, cuando se eliminen por primera vez los símbolos no ganadores, el multiplicador de premios será x1.","Rule2_2_Payout2_2":"Durante la posterior eliminación de los símbolos no ganadores, el multiplicador de premios se incrementará en 1.","Rule3_0_Payout3_0":"Símbolos dorados","Rule3_1_Payout3_1":"Durante cualquier giro, algunos símbolos (excepto el símbolo Wild y el símbolo Scatter) pueden aparecer dorados.","Rule3_2_Payout3_2":"Durante la eliminación de los símbolos ganadores, cualquier símbolo dorado que esté involucrado en un premio de la ronda anterior se transformará en un Símbolo Wild.","Rule4_0_Payout4_0":"Función de Giros Gratis","Rule4_1_Payout4_1":"3 símbolos Scatter en cualquier lugar activarán la Función de Giros Gratis con 10 giros gratis. Cada símbolo Scatter adicional activará 2 giros gratis más.","Rule4_2_Payout4_2":"Al inicio de la Función de Giros Gratis, el multiplicador de premio es x1.","Rule4_3_Payout4_3":"Durante la eliminación de los símbolos no ganadores, el multiplicador de premios se incrementará en 1.","Rule4_4_Payout4_4":"Los giros gratis se pueden reactivar."},"AlchemyGoldRule":{"Rule1_1":"Alchemy Gold es una vídeo tragaperras que cuenta con una combinación de 5 por 5 símbolos con símbolos ganadores fijos y multiplicador creciente.","Rule1_2":"Se juega con una apuesta base de 10 (fija), un nivel de apuesta de 1 a 10 y un tamaño de apuesta de %{minChip} a %{maxChip}.","Rule1_13":"Un premio de combinación en efectivo es igual al valor mostrado en la \"Tabla de premios\" multriplicado por el tamaño y nivel de la apuesta.","Rule1_17":"La Función de Giros Gratis se juega con el mismo tamaño de apuesta y el mismo nivel de apuesta que el giro que activó la Función de Giros Gratis."},"AlchemyGoldPayout":{"PayoutMainTitle":"Valor de pagos de símbolos","PayoutWild":"Símbolo Wild","PayoutScatter":"Símbolo Scatter"}}