{"MCommonRules":{"FreeSpinsFeatureDesc1":"3, 4 ou 5 símbolos Scatter em qualquer posição dos cilindros atribuem 10, 15 ou 20 rodadas grátis, respetivamente.","FreeSpinsFeatureDesc2":"Durante qualquer rodada grátis, enquanto os cilindros estão a rodar, podem ser adicionados 3 símbolos Wild no cilindro 2, 3 e 4.","FreeSpinsFeatureDesc3":"Depois de os prémios serem atribuídos, todos os símbolos Medusa e/ou símbolos Poseidon em qualquer posição dos cilindros aparecem no Special Meter.","FreeSpinsFeatureDesc4":"O prémio é indicado por cima do Special Meter e é atribuído quando é alcançada uma conquista no Special Meter.","FreeSpinsFeatureDesc5":"Se forem adicionados 12 símbolos de Medusa/Poseidon ao Special Meter, a primeira conquista do Special Meter é alcançada e o jogador recebe 3 vezes a aposta total.","FreeSpinsFeatureDesc6":"Se forem adicionados 24 símbolos de Medusa/Poseidon ao Special Meter, a segunda conquista do Special Meter é alcançada e o jogador recebe 5 vezes a aposta total.","FreeSpinsFeatureDesc7":"Se forem adicionados 37 símbolos de Medusa/Poseidon ao Special Meter, a terceira conquista do Special Meter é alcançada e o jogador recebe 10 vezes a aposta total.","FreeSpinsFeatureDesc8":"Se forem adicionados 50 símbolos de Medusa/Poseidon ao Special Meter, a quarta conquista do Special Meter é alcançada e o jogador recebe 30 vezes a aposta total.","FreeSpinsFeatureTitle":"Funcionalidade Rodadas Grátis","MiniReelsFeatureDesc1":"Durante qualquer jogo, podem aparecer 3 mini cilindros no topo dos cilindros principais e cada cilindro revela a personagem Medusa ou a personagem Poseidon.","MiniReelsFeatureDesc2":"No final da rodada, se houver 3 personagens Medusa nos minicilindros, a Medusa vai mandar um beijo e 3 a 5 símbolos selecionados aleatoriamente (excluindo o símbolo Wild, o símbolo Scatter e o símbolo Medusa) nos cilindros principais transformam-se em símbolos Medusa.","MiniReelsFeatureDesc3":"No final da rodada, se houver 3 personagens Poseidon nos minicilindros, Poseidon vai aparecer e todos os símbolos em 2 ou 3 cilindros principais selecionados aleatoriamente transformam-se em símbolos Ace, King, Queen ou Jack.","MiniReelsFeatureDesc4":"A Funcionalidade Mini Cilindros não pode ser ativada durante o jogo que acionou as Rodadas Grátis nem durante as Rodadas Grátis.","MiniReelsFeatureTitle":"Funcionalidade Mini Cilindros","WildExplain":"O símbolo Wild substitui todos os símbolos, exceto símbolos Scatter.","WildExplain2":"O símbolo Wild aparece apenas nos cilindros 2, 3 e 4."},"MGameRules":{"Medusa1Desc1":"Medusa 1: the Curse of Athena é um vídeo slot de 5 cilindros e 3 linhas, com substituições Wild, Extra Poseidon, Funcionalidade Medusa e Rodadas Grátis com adições Wild.","Medusa1Desc2":"O jogo é jogado com 30 linhas de aposta (fixas), um nível de aposta entre %{minBetMtp} e %{maxBetMtp} e valores de aposta entre %{minChip} e %{maxChip}.","Medusa1Desc16":"A funcionalidade Rodadas grátis é jogada com a mesma aposta e o mesmo nível de aposta que a acionou.","MiniReelsFeatureDesc5":"Os ganhos da Funcionalidade Rodadas grátis são adicionados ao contador \"Ganhos\".","FreeSpinsFeatureDesc9":"Os ganhos da funcionalidade Rodadas grátis são adicionados ao contador \"Ganhos\".","FreeSpinsFeatureDesc10":"O símbolo Scatter não aparece durante a Rodada grátis simples nem a Funcionalidade Rodadas grátis."},"MGamePayout":{"Scatter":"SCATTER","Wild":"WILD","PayoutTitle":"Valores de pagamento dos símbolos","WinningBetLinesTitle":"Linhas de aposta vencedoras"}}