{"MCommonRules":{"FreeSpinsFeatureDesc1":"3, 4 ou 5 symboles Scatter n'importe où sur les rouleaux attribuent respectivement 10, 15 ou 20 tours gratuits.","FreeSpinsFeatureDesc2":"Lors de n'importe quel tour gratuit pendant que les rouleaux tournent, 3 symboles Wild peuvent être ajoutés sur les rouleaux 2, 3 et 4.","FreeSpinsFeatureDesc3":"Une fois les gains reçues, tout symbole Medusa et/ou Poseidon apparaissant sur les rouleaux sera ajouté au Special Meter.","FreeSpinsFeatureDesc4":"Le prix est affiché au-dessus de la Jauge spéciale et il est remporté quand une borne est atteinte dans la Jauge spéciale.","FreeSpinsFeatureDesc5":"Si 12 symboles Medusa/Poseidon sont ajoutés à la Jauge spéciale, la première borne de la Jauge spéciale est atteinte et un montant équivalent à 3 fois le total de la mise est attribué au joueur.","FreeSpinsFeatureDesc6":"Si 24 symboles Medusa/Poseidon sont ajoutés à la Jauge spéciale, la deuxième borne de la Jauge spéciale est atteinte et un montant équivalent à 5 fois le total de la mise est attribué au joueur.","FreeSpinsFeatureDesc7":"Si 37 symboles Medusa/Poseidon sont ajoutés à la Jauge spéciale, la troisième borne de la Jauge spéciale est atteinte et un montant équivalent à 10 fois le total de la mise est attribué au joueur.","FreeSpinsFeatureDesc8":"Si 50 symboles Medusa/Poseidon sont ajoutés à la Jauge spéciale, la quatrième borne de la Jauge spéciale est atteinte et un montant équivalent à 30 fois le total de la mise est attribué au joueur.","FreeSpinsFeatureTitle":"Fonctionnalité de tours gratuits","MiniReelsFeatureDesc1":"Pendant n'importe quelle partie, 3 mini rouleaux peuvent apparaître en haut des rouleaux principaux et chacun d'eux tourne pour révéler Medusa ou Poseidon.","MiniReelsFeatureDesc2":"À la fin du tour, s'il y a 3 personnages Medusa sur les mini rouleaux, Medusa envoie son baiser à 3 à 5 symboles choisis aléatoirement (à l'exception des symboles Wild, Scatter et Medusa) sur les rouleaux principaux et ces symbole sont transformés en symboles Medusa.","MiniReelsFeatureDesc3":"À la fin du tour, s'il y a 3 personnages Poseidon sur les mini rouleaux, Poseidon apparaît et tous les symboles de 2 à 3 rouleaux choisis aléatoirement sont transformés en symboles As, Roi, Dame ou Valet.","MiniReelsFeatureDesc4":"La fonctionnalité mini rouleaux ne peut pas être activée pendant la partie déclenchant les tours gratuits ni pendant les tours gratuits.","MiniReelsFeatureTitle":"Fonctionnalité mini rouleaux","WildExplain":"Le symbole Wild se substitue à tout autre symbole à l'exception du symbole Scatter.","WildExplain2":"Le symbole Wild apparaît sur les rouleaux 2, 3 et 4 seulement."},"MGameRules":{"Medusa1Desc1":"Méduse 1 : la malédiction d'Athéna est une machine à sous vidéo à 5 rouleaux et 3 lignes, avec des substitutions Wild, une fonction Poséidon, une fonction Méduse et des Tours gratuits avec des Wild ajoutés.","Medusa1Desc2":"Le jeu se joue avec 30 lignes de mise (fixes), un niveau de mise allant de %{minBetMtp} à %{maxBetMtp} et une taille de mise allant de %{minChip} à %{maxChip}.","Medusa1Desc16":"La Fonction de tours gratuits est jouée à la même taille de mise et au même niveau de mise que dans le tour qui l'a déclenchée.","MiniReelsFeatureDesc5":"Les gains de la fonctionnalité mini rouleaux sont ajoutés à la jauge \"Gain\".","FreeSpinsFeatureDesc9":"Les gains de la Fonction de tours gratuits sont ajoutés à la jauge \"Gain\".","FreeSpinsFeatureDesc10":"Le symbole Scatter n'apparaît pas pendant la Fonctionnalité de tours gratuits."},"MGamePayout":{"Scatter":"SCATTER","Wild":"WILD","PayoutTitle":"Valeurs de paiement du symbole","WinningBetLinesTitle":"Lignes gagnantes"}}