{"MCommonRules":{"FreeSpinsFeatureDesc1":"3, 4 o 5 símbolos Scatter en cualquier lugar de los carriles activan 10, 15 o 20 giros gratis respectivamente.","FreeSpinsFeatureDesc2":"Puede que mientras los carriles están girando durante cualquiera de los giros gratis, 3 símbolos Wild se añadan a los carriles 2, 3 y 4.","FreeSpinsFeatureDesc3":"Después de que se otorguen los premios, cualquier símbolo Medusa ý/o Poseidón que aparezca en los carriles se añadirá al Contador Especial.","FreeSpinsFeatureDesc4":"El premio se muestra sobre el Medidor Especial y se consigue al alcanzar el objetivo en dicho medidor.","FreeSpinsFeatureDesc5":"Si se añaden 12 Medusa/Poseidon al Medidor Especial haciendo que el primer objetivo del medidor especial se consiga, entonces se paga al jugador 3 veces la apuesta total.","FreeSpinsFeatureDesc6":"Si se añaden 24 Medusa/Poseidon al Medidor Especial haciendo que el segundo objetivo del medidor especial se consiga, entonces se paga al jugador 5 veces la apuesta total.","FreeSpinsFeatureDesc7":"Si se añaden 37 Medusa/Poseidon al Medidor Especial haciendo que el tercer objetivo del medidor especial se consiga, entonces se paga al jugador 10 veces la apuesta total.","FreeSpinsFeatureDesc8":"Si se añaden 50 Medusa/Poseidon al Medidor Especial haciendo que el cuarto objetivo del medidor especial se consiga, entonces se paga al jugador 30 veces la apuesta total.","FreeSpinsFeatureTitle":"Función de Giros Gratis","MiniReelsFeatureDesc1":"En cualquier giro, 3 mini carriles pueden aparecer y girar encima de los carriles principales, mostrando al personaje Medusa o al personaje Poseidón.","MiniReelsFeatureDesc2":"Si al final del giro hay 3 Medusa en los mini carretes, Medusa besará entre 3 y 5 símbolos seleccionados al azar en los carretes principales (excluyendo el símbolo Wild, el símbolo Scatter y el símbolo Medusa), que se transformarán en símbolos Medusa.","MiniReelsFeatureDesc3":"Si al final del giro hay 3 Poseidon en los mini carretes, Poseidon aparecerá y todos los símbolos de 2 o 3 carretes principales elegidos al azar se transformarán en símbolos Ace, King, Queen o Jack.","MiniReelsFeatureDesc4":"La función Mini Carriles no se puede activar durante el juego de activación de giros gratis, ni durante los giros gratis.","MiniReelsFeatureTitle":"Función Mini Carriles","WildExplain":"El símbolo Wild sustituye a todos los símbolos excepto al Scatter.","WildExplain2":"El símbolo Wild solo aparece en los carriles 2, 3 o 4."},"MGameRules":{"Medusa1Desc1":"Medusa 1: the Curse of Athena es una vídeo tragaperras de 5 carriles y 3 filas, en la que los símbolos Wild sustituyen a otros símbolos, con una función Medusa, una función Poseidón y giros gratis con símbolos Wild adicionales.","Medusa1Desc2":"Se juega con 30 líneas de apuesta (fijas), un nivel de apuesta entre %{minBetMtp} y %{maxBetMtp} y un tamaño de apuesta entre %{minChip} y %{maxChip}.","Medusa1Desc16":"La Función de Giros Gratis se juega con el mismo tamaño de apuesta y el mismo nivel de apuesta que el giro que activó la Función de Giros Gratis.","MiniReelsFeatureDesc5":"Los premios de la Función Mini Carriles se añaden al contador \"Premio\".","FreeSpinsFeatureDesc9":"Los premios de la Función de Giros Gratis se añaden al contador \"Premio\".","FreeSpinsFeatureDesc10":"El símbolo Scatter no aparece durante la función de Giros Gratis."},"MGamePayout":{"Scatter":"SCATTER","Wild":"WILD","PayoutTitle":"Valor de pagos de símbolos","WinningBetLinesTitle":"Líneas de apuesta ganadoras"}}