{"MCommonRules":{"FreeSpinsFeatureDesc1":"3, 4 or 5 Scatter symbols appearing anywhere on reels award 10, 15 or 20 free spins respectively.","FreeSpinsFeatureDesc2":"During any free spin while the reels are spinning, 3 Wild symbols may be added on reels 2, 3 and 4.","FreeSpinsFeatureDesc3":"After wins are awarded, any Medusa symbol and/or Poseidon symbol appearing on the reels will be added to the Special Meter.","FreeSpinsFeatureDesc4":"Prize is shown above the Special Meter and is awarded when a milestone is achieved in the Special Meter.","FreeSpinsFeatureDesc5":"If 12 Medusa/Poseidon symbols are added to the Special Meter, the first milestone of the Special Meter is achieved and 3 times the total bet is awarded to the player.","FreeSpinsFeatureDesc6":"If 24 Medusa/Poseidon symbols are added to the Special Meter, the second milestone of the Special Meter is achieved and 5 times the total bet is awarded to the player.","FreeSpinsFeatureDesc7":"If 37 Medusa/Poseidon symbols are added to the Special Meter, the third milestone of the Special Meter is achieved and 10 times the total bet is awarded to the player.","FreeSpinsFeatureDesc8":"If 50 Medusa/Poseidon symbols are added to the Special Meter, the fourth milestone of the Special Meter is achieved and  30 times the total bet is awarded to the player.","FreeSpinsFeatureTitle":"Free Spins Feature","MiniReelsFeatureDesc1":"During any game, 3 mini reels may appear on top of the main reels and each reel spins to reveal either Medusa character or Poseidon character.","MiniReelsFeatureDesc2":"At the end of the spin, if there are 3 Medusa characters in the mini reels, Medusa will kiss and 3 to 5 randomly selected symbols (excluding Wild symbol, Scatter symbol and Medusa symbol) on main reels will be transformed into Medusa symbols.","MiniReelsFeatureDesc3":"At the end of the spin, if there are 3 Poseidon characters in the mini reels, Poseidon will appear and all symbols in 2 or 3 randomly chosen main reels will be transformed into either Ace, King, Queen or Jack symbols.","MiniReelsFeatureDesc4":"Mini Reels Feature cannot be triggered during Free Spins trigger game and Free Spins.","MiniReelsFeatureTitle":"Mini Reels Feature","WildExplain":"Wild symbol substitutes for all symbols except Scatter symbol.","WildExplain2":"Wild symbol appears on reels 2, 3 or 4 only."},"MGameRules":{"Medusa1Desc1":"Medusa 1: the Curse of Athena is a 5-reel, 3-row video slot featuring Wild substitutions, Poseidon Feature, Medusa Feature and Free Spins with Wild additions.","Medusa1Desc2":{"value":"The game is played with 30 bet lines (fixed), bet level of %{minBetMtp} to %{maxBetMtp} and bet size of %{minChip} to %{maxChip}.","comment":"%{minBetMtp}, %{maxBetMtp}, %{minChip}, %{maxChip} will be replaced with game specific configurations","example":"The game is played with 30 bet lines (fixed), bet level of 1 to 10 and bet size of 0.01 to 10."},"Medusa1Desc16":"Free Spins Feature is played at the same bet size and bet level as the spin that triggered the Free Spins Feature.","MiniReelsFeatureDesc5":"Mini Reels Feature wins are added to \"Win\" meter.","FreeSpinsFeatureDesc9":"Free Spins Feature wins are added to \"Win\" meter.","FreeSpinsFeatureDesc10":"Scatter symbol does not appear during Free Spins Feature."},"MGamePayout":{"Scatter":"Scatter","Wild":"Wild","PayoutTitle":"Symbol Payout Values","WinningBetLinesTitle":"Winning Bet Lines"}}