{"M2CommonRules":{"WildExplain1":"Wild symbol substitutes for all symbols except Stacked Wild symbol.","WildExplain2":"Stacked Wild symbol substitutes for all symbols.","WildExplain3":"Wild symbol appears on reels 2, 3 or 4 only.","StoneReelFeature":"Stone Reel Feature","StoneReelExplain1":"1, 2 or 3 Stone Reels may appear on any reel(s) in Main Game covering the whole reel(s) while the reels are spinning.","StoneReelExplain2":"Each Stone Reel may reveal a Soul Stone or a Blue Potion. There can be at most 2 Soul Stones or 1 Blue Potion in Stone Reel Feature.","StoneReelExplain3":"After the 5th reel stop spinning, one symbol (excluding Wild symbol or Stacked Wild symbol) is randomly chosen and revealed in every Stone Reel.","PotSelectionFeature":"Pot Selection Feature","PotSelectionExplain1":"3 Pots may appear in Main Game where the player can choose 1 of the pots.","PotSelectionExplain2":"Selected pot may reveal Soul Stone, Blue Potion, cash prize or respin.","PotSelectionExplain3":"Player may choose Auto Select instead of choosing one of the pots, and one pot will be randomly selected.","PotSelectionExplain4":"Revealed cash prize may ranged between 1 to 5 times the bet of the spin that triggered the Pots Selection Feature.","PotSelectionExplain5":"If respin is revealed in selection pot, after wins in main game are paid, all reels are respun and wins are paid accordingly.","SoulStoneCollection":"Soul Stone Collection","SoulStoneCollectionExplain1":"3 Soul Stones collected in Main Game awards Free Spins Feature.","SoulStoneCollectionExplain2":"The Blue Meter above the reels indicate the number of games left before all Soul Stones are removed, where each cell represent one game. There can be at most 12 cells in the Blue Meter.","SoulStoneCollectionExplain3":"Medusa may appear in Main Game to destroy the Soul Stone.","SoulStoneCollectionExplain4":"If Medusa appears and there is no win in that spin, a Soul Stone is destroyed by Medusa.","SoulStoneCollectionExplain5":"If Medusa appears and there is a win but without Helmet symbol win, Shield symbol win, Torch symbol win, Mace symbol win or Dagger symbol win in that spin, Medusa is unable to destroy any Soul Stone.","SoulStoneCollectionExplain6":"If Medusa appears and there is a win with Helmet symbol win, Shield symbol win, Torch symbol win, Mace symbol win or Dagger symbol win in that spin, Perseus will attack Medusa and a Soul Stone is gained.","SoulStoneCollectionExplain8":"If a Blue Potion is awarded during Pots Selection Feature or Stone Reel Feature, 3 cells are added to the Blue Meter (capped at 12 cells).","SoulStoneCollectionExplain9":"When the Free Spins Feature ends or when the Blue Meter reaches zero at the end of a spin in Main Game, all Soul Stone(s) will be removed (if any) and the Blue Meter will be refilled to 12 cells.","FreeSpinsFeature":"Free Spins Feature","FreeSpinsExplain1":"10 free spins are awarded at the start of Free Spins Feature.","FreeSpinsExplain2":"Medusa appears with her life bar shown above her, starting with 800 HP (Hit Points).","FreeSpinsExplain3":"During every free spin, Perseus will attack Medusa and reduce her life bar by 40 HP.","FreeSpinsExplain4":"If there is Helmet symbol win, Shield symbol win, Torch symbol win, Mace symbol win and/or Dagger symbol win in that spin, Perseus will attack Medusa again and her life bar reduces by those symbol's win amount value as indicated in Paytable's Symbol Payout Value multiplied by a variable. This variable will increase after the 3rd free spin, 6th free spin and 8th free spin.","FreeSpinsExplain5":"If there is 1 or more Wild symbol appearing anywhere on reels, Medusa will transform those reels with Wild symbol into stone. Those reels will be held in the next free spin.","FreeSpinsExplain6":"While the reels are spinning in the free spin after the free spin which the reels are held, those held reels will transform into Stacked Wild symbol and it will be held for 3 free spins.","FreeSpinsExplain7":"If Medusa's life bar becomes empty within 10 free spins, Medusa is defeated and 5 more free spins are awarded.","FreeSpinsExplain8":"At every free spins after Medusa's defeat while the reels are spinning, Perseus will  spin his shield to reveal the number of Wild symbol added (1, 2, 3, 5, 7 or 9 Wild symbols) to the reels at random positions within reels 2, 3 and/or 4."},"M2GameRules":{"Rule1":"Medusa 2: the Quest of Perseus is a 5-reel, 3-row video slot featuring Wild substitutions, Stone Reels Feature, Pots Selection Feature, Soul Stone Collection and battle with Medusa in the Free Spins Feature.","Rule2":{"value":"The game is played with 30 bet lines (fixed), bet level of %{minBetMtp} to %{maxBetMtp} and bet size of %{minChip} to %{maxChip}.","comment":"%{minBetMtp}, %{maxBetMtp}, %{minChip}, %{maxChip} will be replaced with game specific configurations","example":"The game is played with 30 bet lines (fixed), bet level of 1 to 10 and bet size of 0.01 to 10."},"Rule17":"Free Spins Feature is played at the same bet size and bet level as the spin that triggered the Free Spins Feature.  ","Rule18":"The state of the game is saved for each Bet Amount. When a different Bet Amount is chosen, the corresponding state of the game is applied.","StoneReelExplain4":"Stone Reel Feature cannot be triggered during Main Game with Pots Selection Feature and Free Spins Feature.","PotSelectionExplain6":"Pots Selection Feature wins, including cash prize from selection and respin, are added to \"Win\" meter.","PotSelectionExplain7":"Pots Selection Feature cannot be triggered during Main Game with Stone Reel Feature and Free Spins Feature.","SoulStoneCollectionExplain7":"Medusa will not appear during Pots Selection Feature.","FreeSpinsExplain9":"Any symbol in stone pays and functions the same as its original state.","FreeSpinsExplain10":"No reels will be transformed into stone in the remaining free spins after Medusa's defeat and in the free spin when Medusa is defeated.","FreeSpinsExplain11":"Free Spins Feature wins are added to \"Win\" meter.","FreeSpinsExplain12":"At the end of Free Spins Feature, all symbols in stone and Stacked Wild symbol, if any, will not be held in the next spin."},"M2GamePayout":{"PayoutTitle":"Symbol Payout Values","Wild":"Wild","WinningBetLines":"Winning Bet Lines"}}