{"M2CommonRules":{"WildExplain1":"El símbolo Wild sustituye a todos los símbolos excepto a los símbolos Wild apilados.","WildExplain2":"Los símbolos Wild apilados sustituyen a todos los símbolos.","WildExplain3":"El símbolo Wild solo aparece en los carriles 2, 3 o 4.","StoneReelFeature":"Función de Carrete de Piedra","StoneReelExplain1":"1, 2 o 3 Carretes de Piedra pueden aparecer en cualquier carrete del juego principal cubriendo todos los carretes mientras los carretes estén girando.","StoneReelExplain2":"Cada Carrete de Piedra puede revelar una Piedra del Alma o una Poción Azul. En la Función de Carretes de Piedra puede haber, como máximo, 2 Piedras de Alma 1 Poción Azul.","StoneReelExplain3":"Cuando el quinto carrete pare de girar, un símbolo (excluyendo el símbolo Wild o el símbolo de Wild apilado) se elegirá al azar y se descubrirá en cada Carrete de Piedra.","PotSelectionFeature":"Función de Elección de Caldero","PotSelectionExplain1":"Aparecerán 3 Calderos en el Juego Principal y el jugador podrá elegir 1 de ellos.","PotSelectionExplain2":"Con el Caldero elegido podrás descubrir una Piedra de Alma, una Poción Azul, un premio en metálico o un regiro.","PotSelectionExplain3":"El jugador puede elegir Auto Seleccionar en vez de elegir uno de los calderos, y uno de los calderos se seleccionará aleatoriamente.","PotSelectionExplain4":"El premio en metálico será de entre 1 y 5 veces la apuesta del giro que activó la Función de Elección de Caldero.","PotSelectionExplain5":"Si en el caldero seleccionado aparece un regiro, después de pagar los premios del juego principal, todos los carretes regiran y se pagarán los premios que correspondan.","SoulStoneCollection":"Colección de Piedras de Alma","SoulStoneCollectionExplain1":"Si se recogen 3 Piedras de Alma en el Juego Principal, se activará la Función de Giros Gratis.","SoulStoneCollectionExplain2":"El Medidor Azul que hay sobre los carretes indica el número de partidas que quedan hasta que se eliminen las Piedras de Alma, donde cada celda representa una partida. En el Medidor Azul puede haber como máximo 12 celdas.","SoulStoneCollectionExplain3":"Medusa podrá aparecer en el Juego Principal para destruir la Piedra de Alma.","SoulStoneCollectionExplain4":"Si aparece Medusa y no hay ningún premio en ese giro, Medusa destruirá una Piedra de Alma.","SoulStoneCollectionExplain5":"Si aparece Medusa y hay un premio, pero no tiene ningún premio de símbolo de Casco, de símbolo de Escudo, de símbolo de Antorcha, de símbolo de Mazo o un símbolo de Daga en ese giro, Medusa no podrá destruir ninguna Piedra de Alma.","SoulStoneCollectionExplain6":"Si aparece Medusa y hay un premio, pero hay un premio de símbolo de Casco, de símbolo de Escudo, de símbolo de Antorcha, de símbolo de Mazo o un símbolo de Daga en ese giro, Perseus atacará a Medusa y se ganará una Piedra de Alma.","SoulStoneCollectionExplain8":"Si se gana una Poción Azul durante la Función de Elección de Caldero o la Función de Carrete de Piedra, se añadirán 3 celdas al Medidor Azul (que tiene un máximo de 12 celdas).","SoulStoneCollectionExplain9":"Cuando termine la Función de Giros Gratis o cuando el Medidor Azul alcance el cero al final de un giro en el Juego Principal, todas las Piedras de Alma se eliminarán (si las hay) y el Medidor Azul se rellenará hasta 12 celdas.","FreeSpinsFeature":"Función de Giros Gratis","FreeSpinsExplain1":"Al comienzo de la función de Giros gratis se activan 10 giros gratis.","FreeSpinsExplain2":"Medusa aparece con su barra de vida sobre la cabeza, empezando con 800 Puntos de salud.","FreeSpinsExplain3":"Durante cada giro gratis, Perseus atacará a Medusa y reducirá su barra de vida en 40 Puntos de salud.","FreeSpinsExplain4":"Si hay premios de símbolo de Casco, de símbolo de Escudo, de símbolo de Antorcha, de símbolo de Mazo o un símbolo de Daga en ese giro, Perseo atacará a Medusa otra vez y su barra de vida se reduce por la cantidad premiada en dichos símbolos, como se indica en el Símbolo del Valor de Pago de la tabla de pagos multiplicado por una variable. Esta variable aumentará tras el tercer giro gratis, el sexto y el octavo.","FreeSpinsExplain5":"Si aparecen 1 o más símbolos Wild en los carretes, Medusa transformará esos carretes de símbolos Wild en piedras. Esos carretes continuarán fijos durante el siguiente giro gratis.","FreeSpinsExplain6":"Mientras los carretes giran durante el giro gratis tras el giro gratis de los carretes que se han mantenido fijos, esos carretes fijos se transformarán en símbolos de Wild apilados que se mantendrán durante 3 giros gratis.","FreeSpinsExplain7":"Si la barra de vida de Medusa se vacía en los 10 giros gratis, Medusa es derrotada y se activan 5 giros gratis más.","FreeSpinsExplain8":"En cada Giro Gratis que tenga lugar tras la derrota de Medusa mientras sigan girando los carretes, Perseus girará su escudo para descubrir el número de símbolos Wild añadidos (1, 2, 3, 5, 7 o 9 Wild) a los carretes en posiciones aleatorias de los carretes 2, 3 y/o 4."},"M2GameRules":{"Rule1":"Medusa 2: the Quest of Perseus es una vídeo tragaperras de 5 carretes y 3 filas con sustituciones Wild, Funciones de Carretes de Piedra, Función de Elección de caldero, Colección de Piedras de Alma y una batalla con Medusa en la Función de Giros Gratis.","Rule2":"Se juega con 30 líneas de apuesta (fijas), un nivel de apuesta entre %{minBetMtp} y %{maxBetMtp} y un tamaño de apuesta entre %{minChip} y %{maxChip}.","Rule17":"La Función de Giros Gratis se juega con el mismo tamaño de apuesta y el mismo nivel de apuesta que el giro que activó la Función de Giros Gratis.","Rule18":"Se guarda el estado de juego correspondiente a cada cantidad de apuesta. Cuando se elige una cantidad de apuesta diferente, se aplica el estado de juego correspondiente.","StoneReelExplain4":"La Función de Carrete de Piedra no podrá activarse durante el Juego Principal con la Función de Elección de Caldero y la Función de Giros Gratis.","PotSelectionExplain6":"Los premios de Función de Elección de Caldero, incluyendo los premios en metálico de la elección y el regiro se añaden al medidor de \"Premios\".","PotSelectionExplain7":"La Función de Elección de Caldero no podrá activarse durante el Juego Principal con la Función de Carretes de Piedra y la Función de Giros Gratis.","SoulStoneCollectionExplain7":"Medusa no aparecerá durante la Función de Elección de Caldero.","FreeSpinsExplain9":"Cualquier símbolo de piedra premia y funciona de la misma forma que en su estado original.","FreeSpinsExplain10":"Ningún carrete se transformará en piedra en los giros gratis restantes tras la derrota de Medusa y durante los giros gratis posteriores a la derrota de Medusa.","FreeSpinsExplain11":"Los premios de la Función de Giros Gratis se añaden al contador \"Premio\".","FreeSpinsExplain12":"Al final de la Función de Giros Gratis, ningún símbolo de piedra ni los símbolos Wild apilados, si hay alguno, se mantendrán en el giro siguiente."},"M2GamePayout":{"PayoutTitle":"Valor de pagos de símbolos","Wild":"Wild","WinningBetLines":"Líneas de apuesta ganadoras"}}