{"M2CommonRules":{"WildExplain1":"Le symbole Wild se substitue à tous les autres symboles sauf les symboles Wild empilés.","WildExplain2":"Les symboles Wild empilés se substituent à tous les autres symboles.","WildExplain3":"Le symbole Wild apparaît sur les rouleaux 2, 3 et 4 seulement.","StoneReelFeature":"Fonction Rouleau de pierre","StoneReelExplain1":"1, 2 ou 3 rouleau(x) de pierre peuvent apparaître sur n'importe quel(s) rouleau(x) dans le jeu principal, recouvrant l'intégralité du ou des rouleau(x) pendant que les rouleaux tournent.","StoneReelExplain2":"Chaque rouleau de pierre peut révéler une Pierre d'âme ou une Potion bleue. Il peut y avoir au mieux 2 Pierres d'âme ou 1 Potion bleue dans la fonction Rouleau de pierre.","StoneReelExplain3":"Après que le 5e rouleau a fini de tourner, un symbole (à l'exception du symbole Wild ou des symboles Wild empilés) est choisi aléatoirement et révélé dans chaque rouleau de pierre.","PotSelectionFeature":"Fonction de Sélection de pots","PotSelectionExplain1":"3 Pots peuvent apparaître dans le jeu principal et le joueur doit choisir 1 de ces pots.","PotSelectionExplain2":"Le pot choisi peut révéler une Pierre d'âme, une Potion bleue, un prix en argent ou une relance.","PotSelectionExplain3":"Le joueur peut préférer le Choix automatique plutôt que de choisir un des pots, et un pot est alors sélectionné aléatoirement.","PotSelectionExplain4":"Les prix en argent révélés peuvent aller de 1 à 5 fois le montant de la mise du tour qui a déclenché la fonction de Sélection de pots.","PotSelectionExplain5":"Si une relance est révélée lors de la sélection de pot, une fois les gains du jeu principal payés, les rouleaux sont relancés et les gains sont payés en conséquence.","SoulStoneCollection":"La Collection de pierres d'âme","SoulStoneCollectionExplain1":"3 Pierres d'âme collectées dans le jeu principal déclenchent la Fonction de tours gratuits.","SoulStoneCollectionExplain2":"La Jauge bleue située au-dessus des rouleaux indique le nombre de parties restantes avant que toutes les Pierres d'âme soient retirées, où chaque case représente une partie. Il peut y avoir au mieux 12 cases dans la Jauge bleue.","SoulStoneCollectionExplain3":"Medusa peut apparaître dans le jeu principal pour détruire la Pierre d'âme.","SoulStoneCollectionExplain4":"Si Medusa apparaît et qu'il n'y a pas de gain lors de ce tour, Medusa détruit une Pierre d'âme.","SoulStoneCollectionExplain5":"Si Medusa apparaît et qu'il y a un gain mais pas un gain lié aux symboles Casque, Bouclier, Torche , Fléau ou Dague lors de ce tour, Medusa est incapable de détruire une Pierre d'âme.","SoulStoneCollectionExplain6":"Si Medusa apparaît et qu'il y a un gain lié aux symboles Casque, Bouclier, Torche , Fléau ou Dague lors de ce tour, Perseus attaque Medusa et une Pierre d'âme est gagnée.","SoulStoneCollectionExplain8":"Si une Potion bleue est remportée pendant la fonction de Sélection de pot ou la fonction Rouleau de pierre, 3 cases sont ajoutées à la Jauge bleue (jusqu'à un maximum de 12 cases).","SoulStoneCollectionExplain9":"Quand la Fonction de tours gratuits se termine ou quand la Jauge bleue atteint zéro à la fin d'un tour du jeu principal, toutes les Pierres d'âmes sont retirées (s'il y en a) et les 12 cases de la Jauge bleue sont remplies de nouveau.","FreeSpinsFeature":"Fonctionnalité de tours gratuits","FreeSpinsExplain1":"10 tours gratuits sont attribués au début de la Fonction de tours gratuits.","FreeSpinsExplain2":"Medusa apparaît avec sa barre de vie au-dessus d'elle qui commence à 800 Points de vie.","FreeSpinsExplain3":"Lors de chaque tour gratuit, Perseus attaque Medusa et lui réduit sa barre de vie de 40 Points de vie.","FreeSpinsExplain4":"S'il y a un gain de symbole Casque, Bouclier, Torche, Fléau et/ou Dague, Perseus attaque encore Medusa et la barre de vie de celle-ci est réduite de la valeur de gain du symbole concerné tel qu'indiqué dans le Tableau des gains, multipliée par une variable. Cette variable augmente après les troisième, sixième et huitième tours gratuits.","FreeSpinsExplain5":"Si au moins 1 symbole Wild apparaît n'importe où sur les rouleaux, Medusa transforme en pierre ces rouleaux contenant un symbole Wild. Ces rouleaux sont maintenus en place pour le tour suivant.","FreeSpinsExplain6":"Pendant que les rouleaux tournent lors du tour gratuit qui suit le tour au cours duquel les rouleaux sont maintenus, ces rouleaux se transforment en piles de Wilds qui sont maintenus pendant 3 tours gratuits.","FreeSpinsExplain7":"Si la barre de vie de Medusa se vide en moins de 10 tours gratuits, Medusa est vaincue et 5 tours gratuits supplémentaires sont attribués.","FreeSpinsExplain8":"Lors de chaque tour gratuit suivant la défaite de Medusa pendant que les rouleaux tournent, Perseus va faire tournoyer son bouclier pour révéler le nombre de symboles Wild (1, 2, 3, 5, 7 ou 9 symboles Wild) ajoutés aux rouleaux sur des positions aléatoires des rouleaux 2, 3 et/ou 4."},"M2GameRules":{"Rule1":"Méduse 2 : La quête de Persée est une machine à sous vidéo à 5 rouleaux et 3 lignes, avec des substitutions Wild, une fonction Rouleau de pierre, une fonction Sélection de pots, une Collection de pierres d'âme et un combat contre Méduse dans la fonction de Tours gratuits.","Rule2":"Le jeu se joue avec 30 lignes de mise (fixes), un niveau de mise allant de %{minBetMtp} à %{maxBetMtp} et une taille de mise allant de %{minChip} à %{maxChip}.","Rule17":"La Fonction de tours gratuits est jouée à la même taille de mise et au même niveau de mise que dans le tour qui l'a déclenchée.","Rule18":"L'état du jeu est sauvegardé pour chaque montant de mise. Lorsqu'un montant de mise différent est choisi, l'état de jeu correspondant est appliqué.","StoneReelExplain4":"La fonction Rouleau de pierre ne peut pas être déclenchée pendant le jeu principal en même temps que la fonction Sélection de pots et la Fonction de tours gratuits.","PotSelectionExplain6":"Les gains de la fonction de Sélection de pots, y compris les prix en argent provenant des choix et des relances, sont ajoutés à la jauge \"Gain\".","PotSelectionExplain7":"La fonction de Sélection de pots ne peut pas être déclenchée pendant le jeu principal en même temps que la fonction Rouleau de pierre et la Fonction de tours gratuits.","SoulStoneCollectionExplain7":"Medusa n'apparaît pas pendant la fonction de Sélection de pots.","FreeSpinsExplain9":"Tout symbole en pierre génère des gains et se comporte de la même façon que dans son état d'origine.","FreeSpinsExplain10":"Aucun rouleau n'est transformé en pierre lors des tours gratuits restants après une défaite de Medusa et lors du tour gratuit au cours duquel Medusa est vaincue.","FreeSpinsExplain11":"Les gains de la Fonction de tours gratuits sont ajoutés à la jauge \"Gain\".","FreeSpinsExplain12":"À la fin de la Fonction de tours gratuits, tous les symboles en pierre et les piles de symboles Wild, s'il y en a, ne sont pas maintenus lors du tour suivant."},"M2GamePayout":{"PayoutTitle":"Valeurs de paiement du symbole","Wild":"WILD","WinningBetLines":"Lignes gagnantes"}}