{"M2CommonRules":{"WildExplain1":"O símbolo Wild substitui todos os símbolos, exceto símbolos Stacked Wild.","WildExplain2":"O símbolo Stacked Wild substitui todos os símbolos.","WildExplain3":"O símbolo Wild aparece apenas nos cilindros 2, 3 e 4.","StoneReelFeature":"Funcionalidade Cilindro de Pedra","StoneReelExplain1":"Poderão aparecer 1, 2 ou 3 cilindros de pedra em quaisquer cilindros no jogo principal, abrangendo os cilindros inteiros enquanto estes estão a rodar.","StoneReelExplain2":"Cada cilindro de pedra poderá revelar uma Pedra da Alma ou uma Poção Azul. Pode haver no máximo 2 Pedras da Alma ou 1 Poção Azul na Funcionalidade Cilindros de Pedra.","StoneReelExplain3":"Depois de o 5.º cilindro parar de rodar, um símbolo (exceto o símbolo Wild ou Stacked Wild) é selecionado aleatoriamente e revelado em todos os cilindros de pedra.","PotSelectionFeature":"Funcionalidade Seleção de Potes","PotSelectionExplain1":"Poderão aparecer 3 potes no jogo principal onde o jogador pode escolher 1 dos potes.","PotSelectionExplain2":"O pote selecionado poderá revelar Pedra da Alma, Poção Azul, prémio em dinheiro ou rodada extra.","PotSelectionExplain3":"O jogador pode escolher Seleção Automática em vez de escolher um dos potes, sendo selecionado automaticamente um pote.","PotSelectionExplain4":"O prémio em dinheiro revelado pode ir de 1 a 5 vezes a aposta da rodada que ativou a Funcionalidade Seleção de Potes.","PotSelectionExplain5":"Se a seleção de potes revelar uma rodada extra, depois de os ganhos no jogo principal serem pagos, todos os cilindros voltam a girar e os respetivos ganhos são pagos.","SoulStoneCollection":"Recolha de Pedras da Alma","SoulStoneCollectionExplain1":"3 Pedras da Alma recolhidas no jogo principal atribuem a Funcionalidade Rodadas Grátis.","SoulStoneCollectionExplain2":"O contador azul por cima dos cilindros indica o número de jogos restantes antes de todas as Pedras da Alma serem removidas, onde cada célula representa um jogo. Pode haver no máximo 12 células no Contador Azul.","SoulStoneCollectionExplain3":"A Medusa pode aparecer no jogo principal para destruir a Pedra da Alma.","SoulStoneCollectionExplain4":"Se a Medusa aparecer e não existirem ganhos nessa rodada, a Medusa destrói uma Pedra da Alma.","SoulStoneCollectionExplain5":"Se a Medusa aparecer e existir um ganho, mas sem ganho de símbolo de Capacete, de símbolo de Escudo, de símbolo de Tocha, de símbolo de Maço ou de símbolo de Punhal nessa rodada, a Medusa não consegue destruir nenhuma Pedra da Alma.","SoulStoneCollectionExplain6":"Se a Medusa aparecer e existir um ganho com ganho de símbolo de Capacete, de símbolo de Escudo, de símbolo de Tocha, de símbolo de Maço ou de símbolo de Punhal nessa rodada, Perseus atacará Medusa e será ganha uma Pedra da Alma.","SoulStoneCollectionExplain8":"Se for atribuída uma Poção Azul durante a Funcionalidade Seleção de Potes ou Funcionalidade Cilindros de Pedra, serão adicionadas 3 células ao Contador Azul (limite de 12 células).","SoulStoneCollectionExplain9":"Quando a Funcionalidade de Rodada Grátis termina ou quando o Contador Azul chega a zero no final de uma rodada no jogo principal, todas as Pedras da Alma serão removidas (se existentes) e o Contador Azul é reposto para 12 células.","FreeSpinsFeature":"Funcionalidade Rodadas Grátis","FreeSpinsExplain1":"São atribuídas 10 rodadas grátis no início da Funcionalidade Rodadas Grátis.","FreeSpinsExplain2":"A Medusa aparece com a sua barra de vida por cima, a começar com 800 Pontos de Saúde.","FreeSpinsExplain3":"Durante as rodadas grátis, Perseus atacará Medusa e reduzirá a sua barra de vida em 40 Pontos de Saúde.","FreeSpinsExplain4":"Se existir um ganho de símbolo de Capacete, de símbolo de Escudo, de símbolo de Tocha, de símbolo de Maço e/ou de símbolo de Punhal nessa rodada, Perseus atacará Medusa novamente e a sua barra de vida reduz pelo valor de ganho desses símbolos, tal como indicado pelos valores de pagamento dos símbolos na tabela de pagamentos, multiplicado por uma variável. Esta variável irá aumentar após a terceira, sexta e oitava rodadas grátis.","FreeSpinsExplain5":"Se existir 1 ou mais símbolos Wild em qualquer posição nos cilindros, a Medusa transformará em pedra esses cilindros com símbolos Wild. Esses cilindros ficarão bloqueados na próxima rodada grátis.","FreeSpinsExplain6":"Enquanto os cilindros estão a girar na rodada grátis após a rodada grátis em que os cilindros ficaram bloqueados, os cilindros bloqueados serão transformados em símbolo Stacked Wild e serão bloqueados durante 3 rodadas grátis.","FreeSpinsExplain7":"Se a barra de vida da Medusa ficar vazia em 10 rodadas grátis, a Medusa é derrotada e são atribuídas mais 5 rodadas grátis.","FreeSpinsExplain8":"Em qualquer rodada grátis após a derrota da Medusa enquanto os cilindros estão a girar, Perseus irá girar o seu escudo para revelar o número de símbolos Wild adicionados (1, 2, 3, 5, 7 ou 9 símbolos Wild) aos cilindros em posições aleatórias nos cilindros 2, 3 e/ou 4."},"M2GameRules":{"Rule1":"Medusa 2: a Busca de Perseus é uma slot de vídeo de 5 cilindros e 3 linhas com substituições Wild, Funcionalidade Cilindros de Pedra, Funcionalidade Seleção de Potes, Recolha de Pedras da Alma e combate com a Medusa na Funcionalidade Rodadas Grátis.","Rule2":"O jogo é jogado com 30 linhas de aposta (fixas), um nível de aposta entre %{minBetMtp} e %{maxBetMtp} e valores de aposta entre %{minChip} e %{maxChip}.","Rule17":"A funcionalidade Rodadas grátis é jogada com a mesma aposta e o mesmo nível de aposta que a acionou.","Rule18":"O estado do jogo é guardado para cada Valor da aposta. Quando é escolhido um Valor de aposta diferente, é aplicado o respetivo estado de jogo.","StoneReelExplain4":"A Funcionalidade Cilindros de Pedra não pode ser ativada durante o jogo principal com a Funcionalidade Seleção de Potes e a Funcionalidade Rodadas Grátis.","PotSelectionExplain6":"Os ganhos da Funcionalidade Seleção de Potes, incluindo prémios de dinheiro da seleção e rodadas extra, são adicionados ao contador \"Ganhos\".","PotSelectionExplain7":"A Funcionalidade Seleção de Potes não pode ser ativada durante o jogo principal com a Funcionalidade Cilindros de Pedra e a Funcionalidade Rodadas Grátis.","SoulStoneCollectionExplain7":"A Medusa não irá aparecer durante a Funcionalidade Seleção de Potes.","FreeSpinsExplain9":"Qualquer símbolo em pedra paga e funciona da mesma forma como no seu estado original.","FreeSpinsExplain10":"Nenhum cilindro será transformado em pedra nas restantes rodadas grátis após a derrota da Medusa e na rodada grátis quando a Medusa é derrotada.","FreeSpinsExplain11":"Os ganhos da funcionalidade Rodadas grátis são adicionados ao contador \"Ganhos\".","FreeSpinsExplain12":"No final da Funcionalidade de Rodadas Grátis, nenhum símbolo em pedra ou símbolo Stacked Wild, se existente, será bloqueado na próxima rodada."},"M2GamePayout":{"PayoutTitle":"Valores de pagamento dos símbolos","Wild":"WILD","WinningBetLines":"Linhas de aposta vencedoras"}}