{"DinerDelights":{"Name":"Diner Delights"},"DinerDelightsPayout":{"PayoutMainTitle":"Valores de pagamento dos símbolos","FreeSpinFeatureTitle":"Funcionalidade Rodadas grátis","MultiplierTitle":"Símbolo multiplicador","ScatterSymbol":"Símbolo Scatter"},"DinerDelightsRules":{"Rule1":"Diner Delights é uma slot de vídeo de combinação de símbolos 6 por 6, com símbolos multiplicadores e multiplicadores progressivos nas rodadas grátis.","Rule2":"O jogo é jogado com aposta de base (fixa) de 20, nível de aposta de 1 a 10 e valor de aposta de %{minChip} a %{maxChip}.","Rule3":"Em cada rodada, quaisquer combinações de 8 ou mais símbolos correspondentes em qualquer posição nos cilindros formam uma combinação vencedora. ","Rule4":"Por cada combinação vencedora, é efetuado um pagamento por cada símbolo de acordo com a Tabela de pagamentos.","Rule5":"O ganho de combinação em dinheiro é igual ao valor apresentado na \"Tabela de pagamentos\", multiplicado pelo valor da aposta e pelo nível de aposta.","Rule6":"Depois de ser feito o pagamento de cada ronda, todos os símbolos vencedores explodirão, permitindo que os símbolos por cima deles caiam em cascata para uma nova ronda.","Rule7":"Quaisquer combinações vencedoras serão contabilizadas em todas as rondas até não ser possível contabilizar mais combinações vencedoras.","Rule8":"A Funcionalidade Rodadas grátis é jogada com a mesma aposta e o mesmo nível de aposta que a acionou."},"DinerDelightsMultiplier":{"MultiplierExplain1":"Durante qualquer rodada, podem aparecer 1 ou mais símbolos Multiplicadores com valores entre x2 e x5 nos cilindros.","MultiplierExplain2":"No final da rodada, todos os multiplicadores do símbolo Multiplicador nos cilindros serão somados e o total de ganhos dessa rodada será multiplicado pelo multiplicador de total de ganhos."},"DinerDelightsFreeSpinFeatures":{"FreeSpinExplain1":"3 símbolos Scatter em qualquer posição ativarão a Funcionalidade Rodadas Grátis com 10 rodadas grátis. Cada símbolo Scatter adicional ativará mais 2 rodadas grátis.","FreeSpinExplain2":"No final de cada rodada grátis com ganhos, todos os multiplicadores do símbolo Multiplicador nos cilindros serão somados e o total de ganhos dessa rodada grátis será multiplicado pelo multiplicador de total de ganhos.","FreeSpinExplain3":"Depois de os ganhos serem pagos, o multiplicador de total de ganhos manter-se-á até ser combinado com o multiplicador de total de ganhos da rodada grátis vencedora seguinte.","FreeSpinExplain4":"2 símbolos Scatter em qualquer posição durante a Funcionalidade Rodadas grátis atribuirão mais 5 rodadas grátis.","FreeSpinExplain5":"As rodadas grátis podem ser reativadas."}}