{"DinerDelights":{"Name":"Diner Delights"},"DinerDelightsPayout":{"PayoutMainTitle":"Symbol Payout Values","FreeSpinFeatureTitle":"Free Spins Feature","MultiplierTitle":"Multiplier Symbol","ScatterSymbol":"Scatter symbol"},"DinerDelightsRules":{"Rule1":"Diner Delights is a 6 by 6 symbols combination video slot featuring multiplier symbols and increasing multipliers in free spins.","Rule2":{"value":"The game is played with 20 base bet(fixed), bet level of 1 to 10 and bet size of %{minChip} to %{maxChip}.","comment":"Both %{minChip}, %{maxChip} will be replaced by the currency symbol, do not translate.","example":"The game is played with 20 base bet(fixed), bet level of 1 to 10 and bet size of 0.1 to 8."},"Rule3":"At every spin, any combinations of 8 or more matching symbols appear anywhere on the reels will result in a winning combination.","Rule4":"For every winning combination, payout is made for each symbol according to the Paytable.","Rule5":"A combination win in cash is equal to the value shown in the “Paytable” multiplied by bet size and bet level.","Rule6":"After the payout of every round is made, all winning symbols will explode, allowing the symbols above them to cascade down for a new round.","Rule7":"Additional winning combination will be tallied in every round until no more winning combination can be tallied.","Rule8":"Free Spins Feature is played at the same bet size and bet level as the spin that triggered the Free Spins Feature."},"DinerDelightsMultiplier":{"MultiplierExplain1":"During any spin, 1 or more Multiplier symbols with values ranged from x2 to x5 may appear on the reels.","MultiplierExplain2":"At the end of the spin, all multipliers from the Multiplier symbol on the reels will be added together and the total win of that spin will be multiplied by the total win multiplier."},"DinerDelightsFreeSpinFeatures":{"FreeSpinExplain1":"3 Scatter symbols appearing anywhere will trigger the Free Spins Feature with 10 free spins. Each additional Scatter symbol will trigger 2 more free spins.","FreeSpinExplain2":"At the end of every free spin with wins, all multipliers from the Multiplier symbol on the reels will be added together and the total win of that free spin will be multiplied by the total win multiplier.","FreeSpinExplain3":"After wins are paid, the total win multiplier will remain until it is combined with the total win multiplier of the next winning free spin.","FreeSpinExplain4":"2 Scatter symbols appearing anywhere during the Free Spins Feature will award 5 more free spins.","FreeSpinExplain5":"Free spins can be retriggered."}}