{"DinerDelights":{"Name":"Diner Delights"},"DinerDelightsPayout":{"PayoutMainTitle":"Valor de pagos de símbolos","FreeSpinFeatureTitle":"Función de Giros Gratis","MultiplierTitle":"Símbolo multiplicador","ScatterSymbol":"Símbolo Scatter"},"DinerDelightsRules":{"Rule1":"Diner Delights es una vídeo tragaperras de 6 por 6 símbolos combinados que incluye símbolos multiplicadores y multiplicadores crecientes en los giros gratis.","Rule2":"Se juega con una apuesta base de 20 (fija), un nivel de apuesta de 1 a 10 y un tamaño de apuesta de %{minChip} a %{maxChip}.","Rule3":"En cada giro, cualquier combinación de 8 o más símbolos iguales que aparezcan en cualquier lugar de los carretes generarán una combinación ganadora. ","Rule4":"Por cada combinación ganadora, se realizará el pago para cada símbolo de acuerdo con la Tabla de premios.","Rule5":"Un premio de combinación en efectivo es igual al valor mostrado en la \"Tabla de premios\" multriplicado por el tamaño y nivel de la apuesta.","Rule6":"Tras el pago de cada ronda todos los símbolos ganadores explotarán, por lo que los símbolos superiores caerán iniciando a una nueva ronda.","Rule7":"Se añadirán las combinaciones ganadoras adicionales en cada ronda hasta que no queden más combinaciones ganadoras que puedan añadirse.","Rule8":"La Función de Giros Gratis se juega con el mismo tamaño de apuesta y el mismo nivel de apuesta que el giro que activó la Función de Giros Gratis."},"DinerDelightsMultiplier":{"MultiplierExplain1":"Durante cualquier giro, 1 o más símbolos Multiplicador con valores comprendidos entre x2 y x5 pueden aparecer en los carretes.","MultiplierExplain2":"Al final del giro, todos los multiplicadores del símbolo Multiplicador sobre los carretes se sumarán y el premio total de ese giro se multiplicará por el multiplicador de premio total."},"DinerDelightsFreeSpinFeatures":{"FreeSpinExplain1":"3 símbolos Scatter en cualquier lugar activarán la Función de Giros Gratis con 10 giros gratis. Cada símbolo Scatter adicional activará 2 giros gratis más.","FreeSpinExplain2":"Al final de cada giro gratis con premios, todos los multiplicadores del símbolo Multiplicador sobre los carretes se sumarán y el premio total de ese giro se multiplicará por el multiplicador de premio total.","FreeSpinExplain3":"Tras pagar los premios, el multiplicador de premio total permanecerá hasta que se combine con el multiplicador de premios total del siguiente giro gratis ganador.","FreeSpinExplain4":"2 símbolos Scatter que aparezcan en cualquier lugar durante la función de giros gratis activarán 5 giros gratis más.","FreeSpinExplain5":"Los giros gratis se pueden reactivar."}}