{"DinerDelights":{"Name":"Quatre-heures aux mille délices"},"DinerDelightsPayout":{"PayoutMainTitle":"Valeurs de paiement du symbole","FreeSpinFeatureTitle":"Fonction de tours gratuits","MultiplierTitle":"Symbole multiplicateur","ScatterSymbol":"Symbole Scatter"},"DinerDelightsRules":{"Rule1":"Quatre-heures aux mille délices est une machine à sous vidéo avec des combinaisons de symboles 6x6, des symboles multiplicateurs et des multiplicateurs progressifs lors des tours gratuits.","Rule2":"Le jeu se joue avec une mise de base de 20 (fixe), des niveaux de mise allant de 1 à 10 et des tailles de mise allant de %{minChip} à %{maxChip}.","Rule3":"À chaque tour, toute combinaison d'au moins 8 symboles identiques où que ce soit sur les rouleaux constitue une combinaison gagnante. ","Rule4":"Pour toute combinaison gagnante, les gains sont payés en fonction du symbole concerné, conformément au tableau des gains.","Rule5":"Un gain de combinaison en argent est équivalent à la valeur affichée dans le tableau des gains, multipliée par la taille de la mise et par le niveau de la mise.","Rule6":"Une fois que le paiement de chaque tour est effectué, tous les symboles gagnants exploseront, permettant aux symboles situés au-dessus d’eux de tomber en cascade pour un nouveau tour.","Rule7":"Une combinaison gagnante supplémentaire sera comptabilisée à chaque tour jusqu'à ce qu'aucune autre combinaison gagnante ne puisse être calculée.","Rule8":"La Fonction de tours gratuits est jouée à la même taille de mise et au même niveau de mise que dans le tour qui l'a déclenchée."},"DinerDelightsMultiplier":{"MultiplierExplain1":"Lors de n'importe quel tour, un ou plusieurs symboles multiplicateurs d'une valeur comprise entre x2 et x5 peuvent apparaître sur les rouleaux.","MultiplierExplain2":"À la fin du tour, tous les multiplicateurs des symboles multiplicateurs sur les rouleaux sont additionnés et le gain total de ce tour est multiplié par le multiplicateur de gain total."},"DinerDelightsFreeSpinFeatures":{"FreeSpinExplain1":"3 symboles Scatter apparaissant n'importe où déclencheront la fonction Tours gratuits avec 10 tours gratuits. Chaque symbole Scatter supplémentaire déclenchera 2 tours gratuits supplémentaires.","FreeSpinExplain2":"À la fin de chaque tour gratuit avec des gains, tous les multiplicateurs des symboles multiplicateurs sur les rouleaux sont additionnés et le gain total de ce tour est multiplié par le multiplicateur de gain total.","FreeSpinExplain3":"Une fois les gains payés, le multiplicateur de gain total restera jusqu'à ce qu'il soit combiné avec le multiplicateur de gain total du prochain tour gratuit gagnant.","FreeSpinExplain4":"2 symboles Scatter n'importe où pendant la fonction de tours gratuits rapportent 5 tours gratuits supplémentaires.","FreeSpinExplain5":"Les tours gratuits peuvent être déclenchés à nouveau."}}