{"SuperGolfDrivePayoutAndRulesShared":{"Rule1_15_Payout6_4":"After the payout of every round is made, all winning symbols will explode allowing the symbols above them to cascade down for a new round.","Rule1_16_Payout6_5":"Additional winning combination will be tallied in every round until no more winning combination can be tallied.","Rule1_18_Payout1_1":"Some symbols may occupy 2 to 3 symbols' spaces and each of these symbols will represent as a single symbol during payout calculations.","Rule1_19_Payout1_2":"Wild symbol substitutes for all symbols except Scatter symbol and Mystery symbol.","Rule1_20_Payout1_3":"Wild symbol appears on reels 2, 3, 4 and 5 only.","Rule2_0_Payout2_0":"Mystery Symbol","Rule2_1_Payout2_1":"During any spin, some symbols (excluding Wild symbol and Scatter symbol) may have a frame around itself.","Rule2_2_Payout2_2":"At every new round after the new symbols have cascaded down, any framed symbol(s) that is involved in a win in the previous round will be transformed into Mystery symbol.","Rule2_3_Payout2_3":"During any spin with no winning combination, if there are 3 or more Mystery symbols on the reels, each Mystery symbol will increase the win multiplier by x1 and all Mystery symbols will reveal a randomly selected symbol (excluding Wild symbol, Scatter symbol and Mystery symbol) before wins are paid.","Rule3_0_Payout3_0":"Free Spins Feature","Rule3_1_Payout3_1":"4 Scatter symbols appearing anywhere will trigger the Free Spins Feature with 10 free spins. Each additional Scatter symbol will trigger 2 more free spins.","Rule3_2_Payout3_2":"During the Free Spins Feature, any win multipliers collected from the Mystery symbols will remain until the end of the Free Spins Feature.","Rule3_3_Payout3_3":"Free spins can be retriggered.","Rule4_0_Payout4_0":"Maximum Win","Rule4_1_Payout4_1":"The maximum win amount is %{8000}x of the bet amount.","Rule4_2_Payout4_2":"If the total win in the main game or the Free Spins Feature reaches %{8000}x of the bet amount, the spin ends."},"SuperGolfDriveRule":{"Rule1_1":"Super Golf Drive is a 6-reel, 6-row video slot featuring mystery symbols with increasing multiplier.","Rule1_2":{"value":"The game is played with 20 base bet for %{576} ways - %{46656} ways, bet level of 1 to 10 and bet size of %{minChip} to %{maxChip}.","comment":"${minChip} ${maxChip} will be replaced with game specific","example":"The game is played with 20 base bet for %{576} ways - %{46656} ways, bet level of 1 to 10 and bet size of 0.01 to 10."},"Rule1_21":"Free Spins Feature is played at the same bet size and bet level as the spin that triggered the Free Spins Feature."},"SuperGolfDrivePayout":{"PayoutMainTitle":"Symbol Payout Values","PayoutWild":"Wild Symbol","PayoutScatter":"Scatter Symbol","MegaWaysTitle":"%{576} - %{46656} Ways","MegaWaysImageExample":"From Above Example:","MegaWaysTotalWinningExample":"Total Winnings in this Example:"}}