{"SuperGolfDrivePayoutAndRulesShared":{"Rule1_15_Payout6_4":"Depois de o pagamento de cada ronda ser feito, todos os símbolos vencedores explodirão permitindo que os símbolos por cima deles caiam em cascata para uma nova ronda.","Rule1_16_Payout6_5":"Quaisquer combinações vencedoras serão contabilizadas em todas as rondas até não ser possível contabilizar mais combinações vencedoras.","Rule1_18_Payout1_1":"Alguns símbolos podem ocupar 2 a 3 espaços de símbolos e cada um desses símbolos contará como um símbolo individual durante os cálculos de pagamento.","Rule1_19_Payout1_2":"O símbolo Wild substitui todos os símbolos exceto os símbolos Scatter e Mistério.","Rule1_20_Payout1_3":"O símbolo Wild aparece apenas nos cilindros 2, 3, 4 e 5.","Rule2_0_Payout2_0":"Símbolo Mistério","Rule2_1_Payout2_1":"Durante qualquer rodada, alguns símbolos (exceto os símbolos Wild e Scatter) podem ter uma moldura à sua volta.","Rule2_2_Payout2_2":"Em todas as novas rondas após os novos símbolos terem caído, qualquer símbolo com moldura que esteja envolvido num ganho na ronda anterior será transformado em Símbolo Mistério.","Rule2_3_Payout2_3":"Durante qualquer rodada sem combinações vencedoras, se houver 3 ou mais Símbolos Mistério nos cilindros, cada Símbolo Mistério aumentará o multiplicador de ganhos por x1 e todos os Símbolos Mistério revelarão um símbolo selecionado aleatoriamente (exceto símbolos Wild, Scatter e Mistério) antes de os ganhos serem pagos.","Rule3_0_Payout3_0":"Funcionalidade Rodadas grátis","Rule3_1_Payout3_1":"4 símbolos Scatter em qualquer posição ativarão a Funcionalidade Rodadas Grátis com 10 rodadas grátis. Cada símbolo Scatter adicional ativará mais 2 rodadas grátis.","Rule3_2_Payout3_2":"Durante a Funcionalidade Rodadas Grátis, quaisquer multiplicadores de ganhos recolhidos dos Símbolos Mistério irão permanecer até ao final da Funcionalidade Rodadas Grátis.","Rule3_3_Payout3_3":"As rodadas grátis podem ser reativadas.","Rule4_0_Payout4_0":"Ganho máximo","Rule4_1_Payout4_1":"O montante de ganho máximo corresponde a %{8000}x o montante da aposta.","Rule4_2_Payout4_2":"Se o total de ganhos no jogo principal ou na Funcionalidade Rodadas Grátis atingir %{8000}x o montante da aposta, a rodada termina."},"SuperGolfDriveRule":{"Rule1_1":"Super Golf Drive é uma slot de vídeo de 6 cilindros e 6 linhas com Símbolos Mistério com multiplicador progressivo.","Rule1_2":"O jogo é jogado com uma aposta base de 20 para %{576} sentidos - %{46656} sentidos, nível de aposta de 1 a 10 e valor de aposta de %{minChip} a %{maxChip}.","Rule1_21":"A Funcionalidade Rodadas grátis é jogada com a mesma aposta e o mesmo nível de aposta que a acionou."},"SuperGolfDrivePayout":{"PayoutMainTitle":"Valores de pagamento dos símbolos","PayoutWild":"Símbolo Wild","PayoutScatter":"Símbolo Scatter","MegaWaysTitle":"%{576} - %{46656} Sentidos","MegaWaysImageExample":"Com base no exemplo acima:","MegaWaysTotalWinningExample":"Total de ganhos neste exemplo:"}}