{"TOFCommonRules":{"RulesFeatureBody1":"3 símbolos Shake em qualquer posição dos cilindros 2, 3 e 4 ativam a Funcionalidade Bónus.","RulesFeatureBody2":"Durante a Funcionalidade Bónus, abane a Árvore da Sorte para revelar o prémio ganho. Abane novamente a Árvore da Sorte para revelar 8 Pacotes Dourados.","RulesFeatureBody3":"Recebe 3 escolhas de Pacotes Dourados durante a Funcionalidade Bónus.","RulesFeatureBody4":"Toque num Pacote Dourado para revelar ganhos em moedas, escolhas adicionais ou “Refill”.","RulesFeatureBody5":"Apenas é possível selecionar um Pacote Dourado de cada vez.","RulesFeatureBody6":"Se o Pacote Dourado selecionado revelar “+2”, são atribuídas mais 2 escolhas de Pacotes Dourados, respetivamente.","RulesFeatureBody7":"Se o Pacote Dourado revelar “Refill”, a Funcionalidade Bónus é reativada quando não houver mais escolhas de Pacotes Dourados disponíveis.","RulesFeatureBody8":"Se forem revelados 8 Pacotes Dourados novos duas vezes por ter sido revelado “Refill” num Pacote Dourado, o 3º conjunto de Pacotes Dourados não terá qualquer Pacote Dourado com “Refill”.","RulesFeatureTitle":"Funcionalidade Bónus","RulesGeneralBody14":"O símbolo Wild substitui todos os símbolos, exceto símbolos Shake.","RulesGeneralBody15":"O símbolo Shake e o símbolo Wild apenas aparecem nos cilindros 2, 3 e 4.","RulesRedPacketsBody1":"Cada Pacote Vermelho que aparece em qualquer posição nos cilindros sobe a Árvore da Sorte. Pode aterrar numa posição vazia ou num Pacote Vermelho já posicionado.","RulesRedPacketsBody3":"Se o símbolo de Pacote Vermelho aterrar numa posição vazia da Árvore da Sorte, aparece um Pacote Vermelho na posição onde este aterrou.","RulesRedPacketsBody4":"Se o Pacote Vermelho aterrar num Pacote Vermelho já posicionado na Árvore da Sorte, o Pacote Vermelho já existente vai ficar ainda maior.","RulesRedPacketsBody5":"Pode haver no máximo 5 Pacotes Vermelhos na Árvore da Sorte em qualquer rodada.","RulesRedPacketsBody6":"Cada Pacote Vermelho na Árvore da Sorte pode ser de nível 1 a nível 5. No nível 5, o Pacote Vermelho na Árvore da Sorte vai abrir para revelar um prémio de 2, 3 ou 5 rodadas grátis.","RulesRedPacketsBody7":"As rodadas grátis podem ser reativadas.","RulesRedPacketsTitle":"Funcionalidade dos pacotes vermelhos"},"TOFGameRules":{"RulesGeneralBody1":"Tree of Fortune é uma slot de vídeo de 5 cilindros e 3 linhas com Pacotes Vermelhos que crescem na Árvore da Fortuna, que atribui rodadas grátis e a seleção de Pacotes Dourados durante a Funcionalidade Bónus.","RulesGeneralBody2":"O jogo é jogado com 30 linhas de aposta (fixas), um nível de aposta entre %{minBetMtp} e %{maxBetMtp} e valores de aposta entre %{minChip} e %{maxChip}.","RulesGeneralBody16":"As rodadas grátis são jogadas com a mesma aposta e o mesmo nível de aposta que a rodada que acionou as rodadas grátis.","RulesGeneralBody17":"O estado do jogo é guardado para cada Valor da aposta. Quando é escolhido um Valor de aposta diferente, é aplicado o respetivo estado de jogo.","RulesRedPacketsBody2":"O símbolo Wild não voa até à Árvore da Fortuna.","RulesRedPacketsBody8":"Os ganhos da rodada grátis são adicionados ao contador \"Ganhos\".","RulesRedPacketsBody9":"O símbolo Shake não aparece nas rodadas grátis."},"TOFGamePayout":{"PayoutMainTitle":"Valores de pagamento dos símbolos","RulesWiningBetLine":"Linhas de aposta vencedoras"}}