{"TOFCommonRules":{"RulesFeatureBody1":"3 symboles Shake apparaissant n'importe où sur les rouleaux 2, 3 et 4 déclenchent la fonctionnalité Bonus.","RulesFeatureBody2":"Pendant la fonctionnalité Bonus, secouez l'Arbre de la fortune pour révéler un prix. Secouez l'Arbre de la fortune à nouveau pour révéler 8 Sachets dorés.","RulesFeatureBody3":"Trois Sachets dorés sont attribués pendant la fonctionnalité Bonus.","RulesFeatureBody4":"Touchez un Sachet doré pour révéler des gains en jetons, des choix supplémentaires ou « Refill ».","RulesFeatureBody5":"Un seul Sachet doré peut être sélectionné à la fois.","RulesFeatureBody6":"Si le Sachet doré sélectionné révèle « +2 », deux Sachets dorés supplémentaires sont remis au joueur.","RulesFeatureBody7":"Si le Sachet doré révèle « Refill », la fonctionnalité Bonus est redéclenchée lorsqu'il n'y a plus de Sachets dorés.","RulesFeatureBody8":"Si huit nouveaux Sachets dorés sont révélés deux fois lorsque le Sachet doré sélectionné indique « Refill », le troisième lot de Sachets dorés ne contiendra pas de « Refill ».","RulesFeatureTitle":"Fonctionnalité Bonus","RulesGeneralBody14":"Le symbole Wild remplace tous les symboles sauf le symbole Shake.","RulesGeneralBody15":"Les symboles Shake et Wild apparaissent uniquement sur les rouleaux 2, 3 et 4.","RulesRedPacketsBody1":"Chaque symbole Sachet rouge apparaissant n'importe où sur les rouleaux ira se placer dans l'Arbre de la fortune. Il peut se positionner sur un emplacement vide ou sur un autre Sachet rouge.","RulesRedPacketsBody3":"Si le symbole Sachet rouge tombe sur un emplacement vide dans l'Arbre de la fortune, un Sachet rouge apparaîtra à cet endroit.","RulesRedPacketsBody4":"Si le symbole Sachet rouge tombe sur un emplacement contenant déjà un symbole Sachet rouge dans l'Arbre de la fortune, ce Sachet rouge grossira.","RulesRedPacketsBody5":"Il peut y avoir à tout moment jusqu'à 5 Sachets rouges dans l'Arbre de la fortune.","RulesRedPacketsBody6":"Chaque Sachet rouge sur l'Arbre de la fortune possède 5 niveaux. Au niveau 5, le Sachet rouge s'ouvrira pour vous donner 2, 3 ou 5 tours gratuits.","RulesRedPacketsBody7":"Les tours gratuits peuvent être déclenchés à nouveau.","RulesRedPacketsTitle":"Fonctionnalité Sachets rouges"},"TOFGameRules":{"RulesGeneralBody1":"L'arbre de la fortune est une machine à sous vidéo à 5 rouleaux et 3 lignes présentant des paquets rouges poussant sur l'arbre de la fortune qui attribue des tours gratuits et une sélection de paquets dorés lors du bonus.","RulesGeneralBody2":"Le jeu se joue avec 30 lignes de mise (fixes), un niveau de mise allant de %{minBetMtp} à %{maxBetMtp} et une taille de mise allant de %{minChip} à %{maxChip}.","RulesGeneralBody16":"Les tours gratuits sont joués à la même taille de mise et au même niveau de mise que le tour qui a déclenché les tours gratuits.","RulesGeneralBody17":"L'état du jeu est sauvegardé pour chaque montant de mise. Lorsqu'un montant de mise différent est choisi, l'état de jeu correspondant est appliqué.","RulesRedPacketsBody2":"Le symbole Wild ne s'envole pas jusqu'à l'arbre de la fortune.","RulesRedPacketsBody8":"Les gains des tours gratuits sont ajoutés au compteur de gains.","RulesRedPacketsBody9":"Le symbole Shake n'apparaît pas pendant les tours gratuits."},"TOFGamePayout":{"PayoutMainTitle":"Valeurs de paiement du symbole","RulesWiningBetLine":"Lignes gagnantes"}}