{"TOFCommonRules":{"RulesFeatureBody1":"3 Shake symbols appearing anywhere on reels 2, 3 and 4 triggers the Bonus Feature.","RulesFeatureBody2":"During Bonus Feature, shake the Tree of Fortune to reveal prize won. Shake the Tree of Fortune again to reveal 8 Golden Packets.","RulesFeatureBody3":"3 Golden Packet picks are given during the Bonus Feature.","RulesFeatureBody4":"Tap on a Golden Packet to reveal either coin wins, additional picks or \"Refill\".","RulesFeatureBody5":"Only one Golden Packet can be selected at a time.","RulesFeatureBody6":"If selected Golden Packet reveals \"+2\", 2 additional Golden Packet picks are given respectively.","RulesFeatureBody7":"If selected Golden Packet reveals \"Refill\", the Bonus Feature is retriggered when no more Golden Packet picks are available.","RulesFeatureBody8":"If 8 new Golden Packets are revealed twice due to selected Golden Packet revealing \"Refill\", the 3rd set of Golden Packets will not have Golden Packet with \"Refill\".","RulesFeatureTitle":"Bonus Feature","RulesGeneralBody14":"Wild symbol substitutes for all symbols except Shake symbol.","RulesGeneralBody15":"Shake symbol and Wild symbol appears on reels 2, 3 and 4 only.","RulesRedPacketsBody1":"Each Red Packet symbol appearing anywhere on reels will fly up to the Tree of Fortune. It may land on an empty spot or on a previously placed Red Packet.","RulesRedPacketsBody3":"If the Red Packet symbol lands on an empty spot in the Tree of Fortune, a Red Packet will appear on the spot it landed on.","RulesRedPacketsBody4":"If the Red Packet symbol lands on a previously placed Red Packet in the Tree of Fortune, that previously placed Red Packet will grow larger.","RulesRedPacketsBody5":"There can be at most 5 Red Packet on the Tree of Fortune in any spin.","RulesRedPacketsBody6":"For each Red Packet on the Tree of Fortune, it can be at level 1 to level 5, where on the 5th level, the Red Packet on the Tree of Fortune will open to reveal either 2, 3 or 5 free spins won.","RulesRedPacketsBody7":"Free spins can be retriggered.","RulesRedPacketsTitle":"Red Packets Feature"},"TOFGameRules":{"RulesGeneralBody1":"Tree of Fortune is a 5-reel, 3-row video slot featuring Red Packets growing on the Tree of Fortune which awards free spins and Golden Packets selection during Bonus Feature.","RulesGeneralBody2":{"value":"The game is played with 30 bet lines (fixed), bet level of %{minBetMtp} to %{maxBetMtp} and bet size of %{minChip} to %{maxChip}.","comment":"%{minBetMtp}, %{maxBetMtp}, %{minChip}, %{maxChip} will be replaced with game specific configurations","example":"The game is played with 30 bet lines (fixed), bet level of 1 to 10 and bet size of 0.01 to 10."},"RulesGeneralBody16":"Free spins are played at the same bet size and bet level as the spin that triggered the free spins.","RulesGeneralBody17":"The state of the game is saved for each Bet Amount. When a different Bet Amount is chosen, the corresponding state of the game is applied.","RulesRedPacketsBody2":"Wild symbol does not fly up to the Tree of Fortune.","RulesRedPacketsBody8":"Free spin wins are added to \"Win\" meter.","RulesRedPacketsBody9":"Shake symbol does not appear in free spin."},"TOFGamePayout":{"PayoutMainTitle":"Symbol Payout Values","RulesWiningBetLine":"Winning Bet Lines"}}