{"TOFCommonRules":{"RulesFeatureBody1":"3 símbolos Shake en cualquier lugar de los carriles 2, 3 y 4 activan la función Bonus.","RulesFeatureBody2":"Durante la función Bonus, se sacude el Árbol de la Fortuna para descubrir el premio que se ha ganado. Vuelve a sacudir el Árbol de la Fortuna para descubrir 8 Paquetes Dorados.","RulesFeatureBody3":"Durante la función Bonus se ofrecen 3 oportunidades de seleccionar Paquetes Dorados.","RulesFeatureBody4":"Al pulsar en un Paquete Dorado aparecerán premios en monedas, selecciones adicionales o \"Rellenar\".","RulesFeatureBody5":"Solo se puede seleccionar un Paquete Dorado al mismo tiempo.","RulesFeatureBody6":"Si el Paquete Dorado seleccionado muestra \"+2\", se otorgan 2 selecciones adicionales de Paquetes Dorados.","RulesFeatureBody7":"Si el Paquete Dorado seleccionado muestra \"Rellenar\", la función Bonus se reactiva y no hay disponibles más selecciones de Paquetes Dorados.","RulesFeatureBody8":"Si se muestran 8 nuevos Paquetes Dorados en dos ocasiones debido a que se ha seleccionado un Paquete Dorado que muestra \"Rellenar\", el tercer conjunto de Paquetes Dorados no incluirá un Paquete Dorado que muestre \"Rellenar\".","RulesFeatureTitle":"Función Bonus","RulesGeneralBody14":"El símbolo Wild sustituye a todos los símbolos excepto al símbolo Shake.","RulesGeneralBody15":"Los símbolos Shake y Wild solo aparecen en los carriles 2, 3 y 4.","RulesRedPacketsBody1":"Cada símbolo de Paquete Rojo que aparezca en cualquier lugar de los carriles subirá volando por el Árbol de la Fortuna. Puede caer en una posición vacía o sobre un Paquete Rojo situado en esa posición previamente.","RulesRedPacketsBody3":"Si el símbolo del Paquete Rojo cae en una posición vacía del Árbol de la Fortuna, en esa posición aparecerá un Paquete Rojo.","RulesRedPacketsBody4":"Si el símbolo del Paquete Rojo cae en uno posición del Árbol de la Fortuna ya ocupada por otro Paquete Rojo, ese primer Paquete Rojo aumentará de tamaño.","RulesRedPacketsBody5":"En cualquier giro puede haber 5 Paquetes Rojos como máximo en el Árbol de la Fortuna.","RulesRedPacketsBody6":"Para cada Paquete Rojo del Árbol de la Fortuna hay niveles, del 1 al 5. Al llegar al 5º nivel, el Paquete Rojo del Árbol de la Fortuna se abrirá y mostrará un premio de 2, 3 o 5 giros gratis.","RulesRedPacketsBody7":"Los giros gratis se pueden reactivar.","RulesRedPacketsTitle":"Función Paquetes Rojos"},"TOFGameRules":{"RulesGeneralBody1":"Tree of Fortune es una vídeo tragaperras de 5 carretes y 3 filas, en la que en El árbol de la fortuna crecen paquetes rojos y otorgan giros gratis y paquetes dorados durante la función bonus del juego.","RulesGeneralBody2":"Se juega con 30 líneas de apuesta (fijas), un nivel de apuesta entre %{minBetMtp} y %{maxBetMtp} y un tamaño de apuesta entre %{minChip} y %{maxChip}.","RulesGeneralBody16":"Los giros gratis se juegan con el mismo tamaño de apuesta y el mismo nivel de apuesta que el giro que activó los giros gratis.","RulesGeneralBody17":"Se guarda el estado de juego correspondiente a cada cantidad de apuesta. Cuando se elige una cantidad de apuesta diferente, se aplica el estado de juego correspondiente.","RulesRedPacketsBody2":"El símbolo Wild no sube volando hasta el Árbol de la Fortuna.","RulesRedPacketsBody8":"Los premios de la función de Giros Gratis se añaden al contador \"Premio\".","RulesRedPacketsBody9":"El símbolo Shake no aparece durante los giros gratis."},"TOFGamePayout":{"PayoutMainTitle":"Valor de pagos de símbolos","RulesWiningBetLine":"Líneas de apuesta ganadoras"}}