{"GGRules":{"GeneralRules1":"Gladiator's Glory is a 5-reel (3 rows in reels 1 and 5, 4 rows in reels 2 and 4, 5 rows in reel 3) video slot featuring Wild symbols that transforms into Multiplier symbols.","GeneralRules2":{"value":"The game is played with 20 base bet for %{720} ways, bet level of %{minBetMtp} to %{maxBetMtp} and bet size of %{minChip} to %{maxChip}.","comment":"%{minChip}, %{maxChip} will be replaced with game specific configurations.","example":"The game is played with 20 base bet for 720 ways (fixed), bet level of 1 to 10 and bet size of 0.01 to 10."},"GeneralRules3":"Free Spins Feature is played at the same bet size and bet level as the spin that triggered the Free Spins Feature."},"GGCommonRules":{"SymbolPrizeExplaination1":"After the payout of every round is made, all winning symbols will explode allowing the symbols above them to cascade down for a new round.","SymbolPrizeExplaination2":"Additional winning combination will be tallied in every round until no more winning combination can be tallied.","WildsExplaination1":"Wild symbol substitutes for all symbols except Scatter symbol.","WildsExplaination2":"Wild symbol appears on reels 2, 3 and 4 only."},"GGPayout":{"TitleSymbol":"Symbol Payout Values","WildSymbol":"Wild symbol","ScatterSymbol":"Scatter symbol","BetWaysTitle":"%{720} Ways","BetWaysExample":"From Above Example:","BetWaysTotalWinningExample":"Total Winnings in this Example:"},"GGMultiplier":{"Title":"Multiplier symbol","MultiplierExplaination1":"At any round after wins are paid, any winning Wild symbol on the reels will transform into a Multiplier symbol with values of either x2, x3 or x5.","MultiplierExplaination2":"At the end of every spin, if there are 1 or more Multiplier symbols on the reels, the total win of that spin will be multiplied by the Multiplier symbols on the reels."},"GGFreeSpinRules":{"Title":"Free Spins Feature","FreeSpinExplaination1":"3 Scatter symbols appearing anywhere will trigger the Free Spins Feature with 10 free spins. Each additional Scatter symbol will trigger 2 more free spins.","FreeSpinExplaination2":"Any multipliers awarded during any free spins will be added and will remain at the bottom of the reels until the end of the Free Spins Feature.","FreeSpinExplaination3":"At the end of every free spin, if there are 1 or more Multiplier symbols on the reels, the total win of that spin will be multiplied by the Multiplier symbols on the reels and the total win multiplier at the bottom of the reels.","FreeSpinExplaination4":"Free spins can be retriggered."},"GGMaximumWin":{"Title":"Maximum Win","MaximumWinExplaination1":"The maximum win amount is %{5000}x of the bet amount.","MaximumWinExplaination2":"If the total win in the main game or the Free Spins Feature reaches %{5000}x of the bet amount, the spin ends."}}