{"ReelLovePayoutAndRulesShared":{"TitleTransformationFeature":"Fonction Transformation des filles","BodyTransformationFeature1":"La fonction Transformation des filles peut être déclenchée aléatoirement lors de n’importe quel tour.","BodyTransformationFeature2":"Lors de la fonction Transformation des filles, tous les symboles Fille verte, Fille rouge et Fille bleue des rouleaux se transforment en symboles Fille verte, Fille rouge ou Fille bleue.","TitleFreeSpinFeature":"Fonction de tours gratuits","BodyFreeSpinFeature1":"3 symboles Scatter apparaissant n'importe où sur les rouleaux 2, 3 et 4 déclenchent la Fonction de tours gratuits avec 10 tours gratuits.","BodyFreeSpinFeature2":"Au début de la fonction de tours gratuits, la valeur de multiplicateur des symboles Fille verte, Fille rouge et Fille bleue est x1, comme indiqué en haut des rouleaux.","BodyFreeSpinFeature3":"Lors de n’importe quel tour gratuit, s’il y a un gain de symbole Fille verte, Fille rouge ou Fille bleue, la valeur de multiplicateur du symbole de cette fille est augmentée de 1.","BodyFreeSpinFeature4":"Lors de n’importe quels tours gratuits, s’il y a au moins un symbole Wild sur les rouleaux, la valeur du multiplicateur de tous les symboles filles augmente de 1 pour chaque symbole Wild.","BodyFreeSpinFeature5":"Une fois que la valeur de multiplicateur du symbole fille a augmenté, le gain de symbole Fille est multiplié par sa valeur de multiplicateur respective indiquée en haut des rouleaux, et les gains sont ensuite payés.","BodyFreeSpinFeature6":"1 tour gratuit est attribué pour chaque symbole Tour gratuit qui apparaît sur les rouleaux.","BodyFreeSpinFeature7":"La fonction Transformation des filles peut être déclenchée aléatoirement lors de n’importe quel tour gratuit.","GeneralRulesPayoutValue1":"Le symbole Wild remplace tous les symboles sauf le symbole Scatter et le symbole +1 tour gratuit.","GeneralRulesPayoutValue2":"Le symbole Scatter et le symbole +1 tour gratuit apparaissent sur les rouleaux 2, 3 et 4 uniquement."},"ReelLovePayout":{"TitleSymbol":"Valeurs de paiement du symbole","ScatterSymbol":"Symbole Scatter","WildSymbol":"Symbole Wild","TitleWinningBetLines":"Lignes gagnantes"},"ReelLoveRules":{"GeneralRules1":"Rouleau d’amour est une machine à sous vidéo à 5 rouleaux et 3 rangées dotée d’une fonction de transformation des symboles fille et de tours gratuits avec multiplicateurs de gains de symbole.","GeneralRules2":"Le jeu se joue avec 20 lignes de mise (fixes), un niveau de mise allant de %{minBetMtp} à %{maxBetMtp} et une taille de mise allant de %{minChip} à %{maxChip}.","GeneralRules3":"La Fonction de tours gratuits est jouée à la même taille de mise et au même niveau de mise que dans le tour qui l'a déclenchée."}}