{"ReelLovePayoutAndRulesShared":{"TitleTransformationFeature":"Funcionalidade Transformação das Raparigas","BodyTransformationFeature1":"A Funcionalidade Transformação das Raparigas pode ser ativada aleatoriamente em qualquer rodada.","BodyTransformationFeature2":"Durante a Funcionalidade Transformação das Raparigas, todos os símbolos de Rapariga Verde, Rapariga Vermelha e Rapariga Azul nos cilindros serão transformados num símbolo de Rapariga Verde, Rapariga Vermelha ou Rapariga Azul.","TitleFreeSpinFeature":"Funcionalidade Rodadas Grátis","BodyFreeSpinFeature1":"3 símbolos Scatter em qualquer posição nos cilindros 2, 3 e 4 ativarão a Funcionalidade Rodadas Grátis com 10 rodadas grátis.","BodyFreeSpinFeature2":"No início da Funcionalidade Rodadas Grátis, o valor de multiplicador do símbolo de Rapariga Verde, Rapariga Vermelha e Rapariga Azul é x1, indicado no topo dos cilindros.","BodyFreeSpinFeature3":"Durante quaisquer rodadas grátis, se houver um prémio de símbolo de Rapariga Verde, Rapariga Vermelha ou Rapariga Azul, o valor de multiplicador desse símbolo de rapariga será aumentado em 1.","BodyFreeSpinFeature4":"Durante quaisquer rodadas grátis, se houver pelo menos um símbolo Wild nos cilindros, o valor de multiplicador de todos os símbolos de rapariga será aumentado em 1 por cada símbolo Wild.","BodyFreeSpinFeature5":"Após o aumento do valor de multiplicador dos símbolos de rapariga, o prémio dos símbolos de rapariga será multiplicado pelo respetivo valor de multiplicador indicado no topo dos cilindros e os prémios são então pagos.","BodyFreeSpinFeature6":"É atribuída 1 rodada grátis por cada símbolo +1 Rodada Grátis que apareça nos cilindros.","BodyFreeSpinFeature7":"A Funcionalidade Transformação das Raparigas pode ser ativada aleatoriamente em qualquer rodada grátis.","GeneralRulesPayoutValue1":"O símbolo Wild substitui todos os símbolos exceto o símbolo Scatter e o símbolo +1 Rodada Grátis.","GeneralRulesPayoutValue2":"O símbolo Scatter e o símbolo +1 Rodada Grátis apenas aparecem nos cilindros 2, 3 e 4."},"ReelLovePayout":{"TitleSymbol":"Valores de pagamento dos símbolos","ScatterSymbol":"Símbolo Scatter","WildSymbol":"Símbolo Wild","TitleWinningBetLines":"Linhas de aposta vencedoras"},"ReelLoveRules":{"GeneralRules1":"Reel Love é uma slot de vídeo de 5 cilindros e 3 linhas com transformação de símbolos de rapariga e rodadas grátis com multiplicador de prémio de símbolo.","GeneralRules2":"O jogo é jogado com 20 linhas de aposta (fixas), um nível de aposta entre %{minBetMtp} e %{maxBetMtp} e valores de aposta entre %{minChip} e %{maxChip}.","GeneralRules3":"A Funcionalidade Rodadas Grátis é jogada com a mesma aposta e o mesmo nível de aposta que a acionou."}}