{"ReelLovePayoutAndRulesShared":{"TitleTransformationFeature":"Girls Transformation Feature","BodyTransformationFeature1":"Girls Transformation Feature can be triggered randomly on any spin.","BodyTransformationFeature2":"During the Girls Transformation Feature, all Green Girl symbols, Red Girl symbols and Blue Girl symbols on the reels will be transformed into either Green Girl symbol, Red Girl symbol or Blue Girl symbol.","TitleFreeSpinFeature":"Free Spins Feature","BodyFreeSpinFeature1":"3 Scatter symbols appearing anywhere on reels 2, 3 and 4 will trigger the Free Spins Feature with 10 free spins.","BodyFreeSpinFeature2":"At the start of Free Spins Feature, Green Girl symbol, Red Girl symbol and Blue Girl symbol's multiplier value is x1, indicated at the top of the reels.","BodyFreeSpinFeature3":"During any free spins, if there is a Green Girl symbol win, Red Girl symbol win or Blue Girl symbol win, that girl symbol's multiplier value will be increased by 1.","BodyFreeSpinFeature4":"During any free spins, if there is at least one Wild symbol on the reels, all girls symbol's multiplier value will be increased by 1 for each Wild symbol.","BodyFreeSpinFeature5":"After the girl symbol's multiplier value(s) is increased, the girl symbols' win will be multiplied by their respective multiplier value indicated at the top of the reels and the wins are then paid.","BodyFreeSpinFeature6":"1 free spin is awarded for each +1 Free Spin symbol appearing on reels.","BodyFreeSpinFeature7":"Girls Transformation Feature can be triggered randomly on any free spin.","GeneralRulesPayoutValue2":"Scatter symbol and +1 Free Spin symbol appear on reels 2, 3 and 4 only."},"ReelLovePayout":{"TitleSymbol":"Symbol Payout Values","ScatterSymbol":"Scatter symbol","WildSymbol":"Wild symbol","TitleWinningBetLines":"Winning Bet Lines"},"ReelLoveRules":{"GeneralRules1":"Reel Love is a 5-reel, 3-row video slot featuring girl symbols transformation and free spins with symbol win's multiplier.","GeneralRules2":{"value":"The game is played with 20 bet lines (fixed), bet level of %{minBetMtp} to %{maxBetMtp} and bet size of %{minChip} to %{maxChip}.","comment":"%{minBetMtp}, %{maxBetMtp}, %{minChip}, %{maxChip} will be minimum bet level, maximum max level, minimum bet size and maximum bet size in numeric form.","example":"The game is played with 20 bet lines (fixed), bet level of 1 to 10 and bet size of 0.05 to 50."},"GeneralRules3":"Free Spins Feature is played at the same bet size and bet level as the spin that triggered the Free Spins Feature."}}