{"GaneshaGoldPayoutAndRulesShared":{"Rule1_11_Payout3_1":"Ganha com os sentidos de aposta, se os símbolos vencedores se sucederem a partir do cilindro mais à esquerda.","Rule1_12_Payout3_2":"O número total de sentidos de aposta vencedores para cada símbolo é calculado multiplicando o número de símbolos vencedores adjacentes em cada símbolo a partir do símbolo mais à esquerda para a direita.","Rule1_13_Payout3_3":"O prémio do símbolo vencedor é multiplicado pelo número de sentidos da aposta vencedora.","Rule1_16_Payout1_1":"O símbolo Wild substitui todos os símbolos, exceto símbolos Scatter.","Rule1_17_Payout1_2":"O símbolo Wild aparece apenas nos cilindros 2, 3 e 4.","Rule2_Payout2_Title":"Funcionalidade Rodadas Grátis","Rule2_1_Payout2_1":"3, 4 ou 5 símbolos Scatter em qualquer posição ativarão a Funcionalidade Rodadas Grátis com 12, 15 ou 20 rodadas grátis respetivamente.","Rule2_2_Payout2_2":"No início da Funcionalidade Rodadas Grátis, todos os ganhos serão multiplicados por x2.","Rule2_3_Payout2_3":"Qualquer símbolo Wild que apareça nos cilindros será recolhido.","Rule2_4_Payout2_4":"Se tiverem sido recolhidos 3 símbolos Wild, o multiplicador será aumentado em 2 e a recolha de símbolos Wild será reposta a zero.","Rule2_5_Payout2_5":"O valor multiplicador máximo alcançável é x20."},"GaneshaGoldRules":{"Rule1_1":"Ganesha Gold é uma slot de vídeo de 5 cilindros e 3 linhas com a Funcionalidade Rodadas Grátis com multiplicadores até x20.","Rule1_2":"O jogo é jogado com 30 apostas de base para 243 sentidos (fixos), um nível de aposta entre %{minBetMtp} e %{maxBetMtp} e valores de aposta entre %{minChip} e %{maxChip}.","Rule1_14":"São adicionados os ganhos simultâneos em diferentes sentidos de aposta.","Rule1_18":"A funcionalidade Rodadas grátis é jogada com a mesma aposta e o mesmo nível de aposta que a acionou.","Rule2_6":"O símbolo Scatter não aparece durante a Rodada grátis simples nem a Funcionalidade Rodadas grátis."},"GaneshaGoldPayout":{"Payout_WildSymbol":"Símbolo Wild","Payout_ScatterSymbol":"Símbolo Scatter","Payout1_Title":"Valores de pagamento dos símbolos","Payout2_Title":"243 Sentidos","Payout2_Example1_1":"Com base no exemplo acima","Payout2_Example1_2":"1 x 3 x 2 = 6","Payout2_Example2_1":"Total de ganhos neste exemplo:","Payout2_Example2_2":"10 x 6 = 60"}}