{"GRules":{"GeneralRules1":"Cruise Royale is a 6-reel, 4-row video slot (with an additional reel on the top of reels 2, 3, 4 and 5) featuring travelling Wild symbols.","GeneralRules2":{"value":"The game is played with 20 base bet for %{10000} ways (fixed), bet level of %{minBetMtp} to %{maxBetMtp} and bet size of %{minChip} to %{maxChip}.","comment":"%{minBetMtp}, %{maxBetMtp}, %{minChip}, %{maxChip} will be replaced with game specific configurations.","example":"The game is played with 20 base bet for 10,000 ways, bet level of 1 to 10 and bet size of 0.01 to 10."},"GeneralRules3":"Free Spins Feature is played at the same bet size and bet level as the spin that triggered the Free Spins Feature."},"GCommonRules":{"SymbolPrizeExplaination1":"After the payout of every round is made, all winning symbols will explode allowing the symbols above them to cascade down for a new round.","SymbolPrizeExplaination2":"Additional winning combination will be tallied in every round until no more winning combination can be tallied.","WildsExplaination1":"Wild symbol substitutes for all symbols except Scatter symbol.","WildsExplaination2":"Wild symbol appears on the additional reel on top of reels 2, 3, 4 and 5 only."},"GPayout":{"TitleSymbol":"Symbol Payout Values","WildSymbol":"Wild symbol","ScatterSymbol":"Scatter symbol","BetWaysTitle":"%{10000} Ways","BetWaysExample":"From Above Example:","BetWaysTotalWinningExample":"Total Winnings in this Example:"},"GWildsTransformation":{"Title":"Travelling Wild Symbol","WildsTransformationExplaination1":"At any round after wins are paid, any Wild symbol on the reels will remain on the reels and travel diagonally downwards to the left.","WildsTransformationExplaination2":"If the Wild symbol is on the first reel, the Wild symbol will not remain on the reels."},"GFreeSpinRules":{"Title":"Free Spins Feature","FreeSpinExplaination1":"4 Scatter symbols appearing anywhere will trigger the Free Spins Feature with 8 free spins. Each additional Scatter symbol will trigger 2 more free spins.","FreeSpinExplaination2":"At the start of the Free Spins Feature, the win multiplier is x1.","FreeSpinExplaination3":"At the end of every free spin, the total win of the free spins will be multiplied by the win multiplier.","FreeSpinExplaination4":"After every free spin, the win multiplier will be increased by x1, and any Wild symbol on the reels will remain and travel diagonally downwards to the left in the next free spin.","FreeSpinExplaination5":"+1 symbol appearing anywhere during the Free Spins Feature will award 1 more free spin."},"GMaximumWin":{"Title":"Maximum Win","MaximumWinExplaination1":"The maximum win amount is %{2500}x of the bet amount.","MaximumWinExplaination2":"If the total win in the main game or the Free Spins Feature reaches %{2500}x of the bet amount, the spin ends."}}