{"GRules":{"GeneralRules1":"Cruise Royale é uma slot de vídeo de 6 cilindros e 4 linhas (com um cilindro adicional no topo dos cilindros 2, 3, 4 e 5) com símbolos Wild viajantes.","GeneralRules2":"O jogo é jogado com 20 apostas de base para %{10000} sentidos (fixos), um nível de aposta entre %{minBetMtp} e %{maxBetMtp} e valores de aposta entre %{minChip} e %{maxChip}.","GeneralRules3":"A Funcionalidade Rodadas grátis é jogada com a mesma aposta e o mesmo nível de aposta que a acionou."},"GCommonRules":{"SymbolPrizeExplaination1":"Depois de o pagamento de cada ronda ser feito, todos os símbolos vencedores explodirão permitindo que os símbolos por cima deles caiam em cascata para uma nova ronda.","SymbolPrizeExplaination2":"Quaisquer combinações vencedoras serão contabilizadas em todas as rondas até não ser possível contabilizar mais combinações vencedoras.","WildsExplaination1":"O símbolo Wild substitui todos os símbolos, exceto o símbolo Scatter.","WildsExplaination2":"O símbolo Wild aparece apenas no cilindro adicional no topo dos cilindros 2, 3, 4 e 5."},"GPayout":{"TitleSymbol":"Valores de pagamento dos símbolos","WildSymbol":"Símbolo Wild","ScatterSymbol":"Símbolo Scatter","BetWaysTitle":"%{10000} sentidos","BetWaysExample":"Com base no exemplo acima:","BetWaysTotalWinningExample":"Total de ganhos neste exemplo:"},"GWildsTransformation":{"Title":"Símbolo Wild viajante","WildsTransformationExplaination1":"Em qualquer ronda após os ganhos serem pagos, qualquer símbolo Wild nos cilindros permanecerá nos cilindros e viajará diagonalmente para baixo e para a esquerda.","WildsTransformationExplaination2":"Se o símbolo Wild estiver no primeiro cilindro, o símbolo Wild não permanecerá nos cilindros."},"GFreeSpinRules":{"Title":"Funcionalidade Rodadas grátis","FreeSpinExplaination1":"4 símbolos Scatter em qualquer posição ativarão a Funcionalidade Rodadas Grátis com 8 rodadas grátis. Cada símbolo Scatter adicional ativará mais 2 rodadas grátis.","FreeSpinExplaination2":"No início da Funcionalidade Rodadas grátis, o multiplicador de ganhos é de x1.","FreeSpinExplaination3":"No final de cada rodada grátis, o total de ganhos das rodadas grátis será multiplicado pelo multiplicador de ganhos.","FreeSpinExplaination4":"Após cada rodada grátis, o multiplicador de ganhos aumentará em x1 e qualquer símbolo Wild nos cilindros permanecerá e viajará diagonalmente para baixo e para a esquerda na rodada grátis seguinte.","FreeSpinExplaination5":"+1 símbolo em qualquer posição durante a Funcionalidade Rodadas Grátis atribuirá mais 1 rodada grátis."},"GMaximumWin":{"Title":"Ganho máximo","MaximumWinExplaination1":"O montante de ganho máximo corresponde a %{2500}x o montante da aposta.","MaximumWinExplaination2":"Se o total de ganhos no jogo principal ou na Funcionalidade Rodadas Grátis atingir %{2500}x o montante da aposta, a rodada termina."}}