{"SafariWild":{"Name":"Safari Wild"},"SafariWildPaytable":{"PayoutMainTitle":"Symbol Payout Values","ScatterSymbol":"Scatter symbol","WildSymbol":"Wild symbol","PayoutDesc1":"Some symbols may occupy 2 to 3 symbols' spaces and each of these symbols will represent as a single symbol during payout calculations.","PayoutDesc2":"Wild symbol substitutes for all symbols except Scatter symbol.","PayoutDesc3":"Wild symbol appears on reels 3 and 4 only.","BetWaysTitle":"%{400} - %{22500} Ways","BetWaysDesc1":"Bet ways win if the winning symbols are in succession from the leftmost reel to the right.","BetWaysDesc2":"Total number of winning bet ways for each symbol is calculated by multiplying the number of adjacent winning symbols on each symbol from the leftmost reel to the right.","BetWaysDesc3":"The winning symbol payout is multiplied by the number of winning bet ways.","BetWaysDesc4":"After the payout of every round is made, all winning symbols will explode allowing the symbols above them to cascade down for a new round.","BetWaysDesc5":"Additional winning combination will be tallied in every round until no more winning combination can be tallied.","BetWaysDesc6":"All wins shown in cash.","MegaWaysImageExample":"From Above Example:","MegaWaysTotalWinningExample":"Total Winnings in this Example:"},"SafariWildRule":{"Rule1":"Safari Wilds is a 6-reels (5 rows in reels 1, 2, 5 and 6, 6 rows in reels 3 and 4) video slot featuring Wild Transformation reels and increasing multiplier.","Rule2":{"value":"The game is played with 20 base bet for %{400} ways - %{22500} ways, bet level of 1 to 10 and bet size of  %{minChip} to %{maxChip}.","comment":"Both %{minChip}, %{maxChip} will be replaced by the currency symbol, do not translate. Both %{20} and %{400} will be formatted accordingly, do not translate.","example":"The game is played with 20 base bet for 400 ways - 15,625 ways, bet level of 1 to 10 and bet size of 0.1 to 10."},"Rule3":{"value":"The in-game currency is %{currency}.","comment":" %{currency} will be replaced by the currency symbol, do not translate.","example":"The in-game currency is $."},"Rule4":"After the payout of every round is made, all winning symbols will explode allowing the symbols above them to cascade down for a new round.","Rule5":"Additional winning combination will be tallied in every round until no more winning combination can be tallied.","SymbolRules1":"Some symbols may occupy 2 to 3 symbols' spaces and each of these symbols will represent as a single symbol during payout calculations.","SymbolRules2":"Wild symbol substitutes for all symbols except Scatter symbol.","SymbolRules3":"Wild symbol appears on reels 3 and 4 only.","SymbolRules4":"Free Spins Feature is played at the same bet size and bet level as the spin that triggered the Free Spins Feature."},"SafariWildShared":{"WildTransformTitle":"Wild Transformation Reels","WildTransformDesc1":"At every new round after the new symbols have cascaded down, any symbol(s) in reels 3 and 4 that is involved in a win in the previous round will be transformed into a Wild symbol(s).","MultiplierReelTitle":"Multiplier","MultiplierReelDesc1":"During any spin, all wins will be multiplied by the multiplier shown below the reels, starting with x1 in the first round.","MultiplierReelDesc2":"Any win in the first round will increase the second round's multiplier to x2.","MultiplierReelDesc3":"Any win in the second round will increase the third round's multiplier to x3.","MultiplierReelDesc4":"Any win in the third round will increase the fourth round's (and beyond) multiplier to x5.","FreeSpinFeatureTitle":"Free Spins Feature","FreeSpinFeatureDesc1":"4 Scatter symbols appearing anywhere will trigger the Free Spins Feature with 12 free spins. Each additional Scatter symbol will trigger 2 more free spins.","FreeSpinFeatureDesc2":"During the Free Spins Feature, the multipliers below the reels will be increased to x2, x4, x6 and x10 respectively.","FreeSpinFeatureDesc3":"Free spins can be retriggered.","MaximumWinTitle":"Maximum Win","MaximumWinDesc1":"The maximum win amount is %{5000}x of the bet amount.","MaximumWinDesc2":"If the total win in the main game or the Free Spins Feature reaches %{5000}x of the bet amount, the spin ends."}}