{"SafariWild":{"Name":"Safari Wilds"},"SafariWildPaytable":{"PayoutMainTitle":"Utbetalinger fra symbolverdier","ScatterSymbol":"Scatter-symbol","WildSymbol":"Wild-symbol","PayoutDesc1":"Noen symboler kan oppta 2 til 3 symbolplasser, og hvert av disse symbolene representerer ett enkelt symbol under utbetalingsberegningene.","PayoutDesc2":"Wild-symbolet erstatter for alle symboler unntatt scatter-symbolet.","PayoutDesc3":"Wild- symbolet vises kun på hjulene 3 og 4.","BetWaysTitle":"%{400} - %{22500} veier","BetWaysDesc1":"Innsatsveier gir gevinst dersom vinnende symboler er i rekkefølge fra hjulet lengst til venstre til høyre.","BetWaysDesc2":"Totalt antall vinnende innsatsveier for hvert symbol beregnes ved å multiplisere antallet sideliggende vinnersymboler på hvert symbol fra hjulet lengst til venstre til høyre.","BetWaysDesc3":"Utbetalingen fra vinnersymbolet multipliseres med antallet vinnende innsatsveier.","BetWaysDesc4":"Etter utbetalingen i hver runde eksploderer alle vinnersymboler noe som lar symbolene over dem falle ned, slik at det startes en ny runde.","BetWaysDesc5":"Ytterligere vinnerkombinasjoner telles med i hver runde frem til det ikke oppstår flere vinnerkombinasjoner.","BetWaysDesc6":"Alle gevinster vises i pengebeløp.","MegaWaysImageExample":"Fra eksempelet ovenfor:","MegaWaysTotalWinningExample":"Totale gevinster i dette eksempelet:"},"SafariWildRule":{"Rule1":"Safari Wilds é uma slot de vídeo de 6 cilindros (5 linhas nos cilindros 1, 2, 5 e 6, 6 linhas nos cilindros 3 e 4) com cilindros de Transformação Wild e multiplicador crescente.","Rule2":"Spillet spilles med 20 i hovedinnsats for %{400} veier - %{22500} veier, innsatsnivå på 1 til 10 og innsatsstørrelse på %{minChip} til %{maxChip}.","Rule3":"Valutaen i spillet er %{currency}.","Rule4":"Etter utbetalingen i hver runde eksploderer alle vinnersymboler noe som lar symbolene over dem falle ned, slik at det startes en ny runde.","Rule5":"Ytterligere vinnerkombinasjoner telles med i hver runde frem til det ikke oppstår flere vinnerkombinasjoner.","SymbolRules1":"Noen symboler kan oppta 2 til 3 symbolplasser, og hvert av disse symbolene representerer ett enkelt symbol under utbetalingsberegningene.","SymbolRules2":"Wild-symbolet erstatter for alle symboler unntatt scatter-symbolet.","SymbolRules3":"Wild- symbolet vises kun på hjulene 3 og 4.","SymbolRules4":"Gratisspinnfunksjonen spilles med samme innsatsstørrelse og innsatsnivå som i spillrunden som aktiverte gratisspinnfunksjonen."},"SafariWildShared":{"WildTransformTitle":"Cilindros de Transformação Wild","WildTransformDesc1":"A cada nova rodada após os novos símbolos terem caído em cascata, qualquer símbolo nos cilindros 3 e 4 que esteja envolvido num ganho na rodada anterior será transformado num símbolo Wild.","MultiplierReelTitle":"Multiplikator","MultiplierReelDesc1":"Under ethvert spinn vil alle gevinster multipliseres med multiplikatoren vist under hjulene, med start fra 1x i første runde.","MultiplierReelDesc2":"En gevinst i første runde øker multiplikatoren i den andre runden til 2x.","MultiplierReelDesc3":"En gevinst i andre runde øker multiplikatoren i den tredje runden til 3x.","MultiplierReelDesc4":"En gevinst i tredje runde øker multiplikatoren i den fjerde runden (og videre) til 5x.","FreeSpinFeatureTitle":"Gratisspinnfunksjon","FreeSpinFeatureDesc1":"4 Scatter-symboler hvor som helst på hjulene aktiverer gratisspinn-funksjonen med 12 gratisspinn. Hvert ekstra Scatter-symbol aktiverer 2 ekstra gratisspinn.","FreeSpinFeatureDesc2":"Under gratisspinnfunksjonen økes multiplikatorene under hjulene til henholdsvis 2x, 4x, 6x og 10x.","FreeSpinFeatureDesc3":"Gratisspinnene kan reaktiveres.","MaximumWinTitle":"Maksimalgevinst","MaximumWinDesc1":"Det maksimale gevinstbeløpet er %{5000}x innsatsbeløpet.","MaximumWinDesc2":"Spinnet avsluttes dersom totalgevinsten i hovedspillet eller gratisspinnfunksjonen når %{5000}x av innsatsbeløpet."}}