{"HoodWolf":{"Name":"Chaperon contre loup"},"HoodWolfRule":{"Rule1":"Chaperon contre loup est une machine à sous vidéo à 5 rouleaux et 3 lignes, avec une fonction combat, une fonction Mini Janken et 2 types de fonctions bonus (fonctions Loup et Rouge).","Rule2":"Le jeu se joue avec 30 lignes de mise (fixes), un niveau de mise allant de %{minBetMtp} à %{maxBetMtp} et une taille de mise allant de %{minChip} à %{maxChip}.","Rule12":"La fonction Mini Chifoumi est jouée aux mêmes montant de mise et niveau de mise que dans le tour qui l'a déclenchée.","Rule13":"Les fonctions Loup et Chaperon rouge sont jouées aux mêmes montant de mise et niveau de mise que dans le tour qui les a déclenchées.","Rule14":"L'état du jeu est sauvegardé pour chaque montant de mise. Lorsqu'un montant de mise différent est choisi, l'état de jeu correspondant est appliqué."},"HoodWolfPayout":{"Rock":"Pierre","Paper":"Papier","Scissors":"Ciseaux","PayoutMainTitle":"Valeurs de paiement du symbole","PayoutLineTitle":"Lignes gagnantes"},"HoodWolfCommonRule":{"PayoutExplain1":"Le symbole Wild se substitue à tout autre symbole à l'exception des symboles Pierre, Papier, Ciseaux et des symboles Pouvoir du Chaperon rouge et Pouvoir du Loup.","PayoutExplain2":"Les symboles Pouvoir du Chaperon rouge et Pouvoir du Loup peuvent être considérés respectivement comme des symboles Chaperon rouge et Loup pour le calcul des gains par ligne.","PayoutExplain3":"Les symboles Pierre, Papier et Ciseaux n'apparaissent que sur les rouleaux 2 ou 4.","BattleFeatureTitle":"Fonction Battle","BattleFeatureExplain1":"Pendant le jeu principal, une moitié du haut de l'écran est occupée par le personnage du Chaperon rouge et l'autre moitié par le personnage du loup.","BattleFeatureExplain2":"La barre de collecte au-dessus des rouleaux montre dans quelle mesure le Chaperon rouge ou le Loup arrive à pousser l'autre personnage en fonction de leur score respectif dans la barre de collecte.","BattleFeatureExplain3":"À la fin d'un tour, s'il y a un symbole Pouvoir du Chaperon rouge et/ou un symbole Pouvoir du Loup sur les rouleaux, ces symboles sont ajoutés à la barre de collecte.","BattleFeatureExplain4":"Si les symboles Pouvoir du Chaperon rouge sont plus nombreux sur les rouleaux que les symboles Pouvoir du Loup, le score du Chaperon rouge dans la barre de collecte augmente (et celui du Loup diminue) de la différence entre le nombre de symboles des deux personnages.","BattleFeatureExplain5":"Si les symboles Pouvoir du Loup sont plus nombreux sur les rouleaux que les symboles Pouvoir du Chaperon rouge, le score du Loup dans la barre de collecte augmente (et celui du Chaperon rouge diminue) de la différence entre le nombre de symboles des deux personnages.","BattleFeatureExplain6":"Si le score du Chaperon rouge ou celui du Loup atteint 18, la fonction Chaperon rouge ou la fonction Loup est déclenchée respectivement.","BattleFeatureExplain7":"À la fin de la fonction Chaperon rouge ou Loup, le score du Chaperon rouge et celui du Loup seront tous les deux remis à 9 (qui est la valeur par défaut).","BattleFeatureExplain8":"La fonction Battle n'apparaît pas pendant les fonctions Chaperon rouge ou Loup.","RockPaperScissorMiniGame":"Fonction Mini Chifoumi","RockPaperScissorMiniGameExplain1":"Quand une paire de Pierre, Papier, ou Ciseaux apparaît sur les rouleaux 2 et 4, le symbole gagnant rapporte un prix. Ciseaux bat Papier, Papier bat Pierre, Pierre bat Ciseaux.","WolfFeatureTitle":"Fonction Loup","WolfFeatureExplain1":"3 manches de chifoumi sont jouées, pendant lesquelles le joueur et son adversaire (le Chaperon rouge) doivent choisir entre Pierre, Papier et Ciseaux à chaque manche.","WolfFeatureExplain2":"Chaque manche où le joueur (le Loup) gagne au chifoumi, 5 tours gratuits sont attribués avec 1 zone positionnée aléatoirement sur les rouleaux à chaque tour gratuit.","WolfFeatureExplain3":"Si un symbole Wild, Chaperon rouge, Panier, ou Fleur apparaît dans cette zone, de 3 à 8 symboles Wild remplacent aléatoirement des symboles sur les rouleaux, y compris le symbole dans la zone.","WolfFeatureExplain4":"Les gains de la fonction Loup sont ajoutés à la jauge \"Gain\".","HoodFeatureTitle":"Fonction Chaperon rouge","HoodFeatureExplain1":"Lors de chacune des 3 manches de chifoumi qui sont jouées, le joueur et son adversaire (le Loup) doivent choisir entre Pierre, Papier et Ciseaux.","HoodFeatureExplain2":"Chaque manche où le joueur (le Chaperon rouge) gagne au chifoumi, 5 tours gratuits sont attribués avec 5 zones positionnées aléatoirement sur les rouleaux à chaque tour gratuit.","HoodFeatureExplain3":"Si un ou plusieurs symboles Loup, Griffes et/ou Queue apparaissent dans une ou plusieurs zones, les symboles de ces zones sont transformés en symboles Wild.","HoodFeatureExplain4":"Les gains de la fonction Chaperon rouge sont ajoutés à la jauge \"Gain\".","HoodWolfFeatureExplain":"Chaque personnage dévoile son choix. Ciseaux bat Papier, Papier bat Pierre, Pierre bat Ciseaux."}}