{"HoodWolf":{"Name":"Hood VS Wolf"},"HoodWolfRule":{"Rule1":"Hood vs Wolf is a 5-reel, 3-row video slot featuring Battle Feature, Mini Janken Feature and 2 different types of bonus features (Wolf Feature and Hood Feature).","Rule2":{"value":"The game is played with 30 bet lines (fixed), bet level of %{minBetMtp} to %{maxBetMtp} and bet size of %{minChip} to %{maxChip}.","comment":"Both %{minChip}, %{maxChip} will be replaced by the currency symbol, do not translate. Both %{minBetMtp} and %{maxBetMtp} will be replaced by multiplier, do not translate.","example":"The game is played with 30 bet lines (fixed), bet level of 1 to 10 and bet size of 0.01 to 5."},"Rule12":"Mini Janken Feature is played at the same bet size and bet level as the spin that triggered the feature.","Rule13":"Wolf Feature and Hood Feature is played at the same bet size and bet level as the spin that triggered the feature.","Rule14":"The state of the game is saved for each Bet Amount. When a different Bet Amount is chosen, the corresponding state of the game is applied."},"HoodWolfPayout":{"Rock":"Rock","Paper":"Paper","Scissors":"Scissors","PayoutMainTitle":"Symbol Payout Values","PayoutLineTitle":"Winning Bet Lines"},"HoodWolfCommonRule":{"PayoutExplain1":"Wild symbol substitutes for all symbols except Rock symbol, Paper symbol, Scissors symbol, Hood's Power symbol and Wolf's Power symbol.","PayoutExplain2":"Hood's Power symbol and Wolf's Power symbol can be represented as Hood symbol and Wolf symbol respectively when calculating winning bet lines.","PayoutExplain3":"Rock symbol, Paper symbol and Scissors symbol appears on reels 2 or 4 only.","BattleFeatureTitle":"Battle Feature","BattleFeatureExplain1":"During main game, one half of the top screen is occupied by Hood character, and other half occupied by Wolf character.","BattleFeatureExplain2":"The collection bar above the reels shows how far Hood character or Wolf character is pushing the other character, indicated by the Hood score and Wolf score inside the collection bar.","BattleFeatureExplain3":"At the end of a spin, if there are Hood's Power symbol and/or Wolf's Power symbols on reels, those symbols will be added to the collection bar.","BattleFeatureExplain4":"If Hood's Power symbols are more than Wolf's Power symbols on reels, the Hood score in the collection bar will increase (and Wolf score will decrease) by the difference between the number of Hood's Power symbols and Wolf's Power symbols.","BattleFeatureExplain5":"If Wolf's Power symbols are more than Hood's Power symbols on reels, the Wolf score in the collection bar will increase (and Hood score will decrease) by the difference between the number of Wolf's Power symbols and Hood's Power symbols.","BattleFeatureExplain6":"If Hood score or Wolf score reaches 18, the Hood Feature or the Wolf Feature will be awarded respectively.","BattleFeatureExplain7":"The Hood score and Wolf score will both reset to 9 after Hood Feature or Wolf Feature (it is also the default value).","BattleFeatureExplain8":"Battle Feature does not appear during Hood Feature or Wolf Feature.","RockPaperScissorMiniGame":"Mini Janken Feature","RockPaperScissorMiniGameExplain1":"When a pair of Rock, Paper or Scissors appear on reels 2 and 4, the winning symbol will award a prize. Scissors wins Paper, Paper wins Rock, Rock wins Scissors.","WolfFeatureTitle":"Wolf Feature","WolfFeatureExplain1":"3 rounds of Rock Paper Scissors are played, where both player and opponent(Hood) select either Scissors, Paper or Rock for each round.","WolfFeatureExplain2":"Each round where player (Wolf) wins the Rock Paper Scissors, 5 free spins are awarded with 1 frame on a random position of the reels in every free spin.","WolfFeatureExplain3":"If any Wild, Hood, Basket, or Flower symbol land in that frame, 3 to 8 Wild symbols will replace random symbols on the reels, including the symbol in the frame.","WolfFeatureExplain4":"Wolf Feature wins are added to \"Win\" meter.","HoodFeatureTitle":"Hood Feature","HoodFeatureExplain1":"3 rounds of Rock Paper Scissors are played, where both player and opponent (Wolf) select either Scissors, Paper or Rock for each round.","HoodFeatureExplain2":"Each round where player (Hood) wins the Rock Paper Scissors, 5 free spins are awarded with 5 frames on random positions of the reels in every free spin.","HoodFeatureExplain3":"If Wolf, Claws and/or Tail symbol(s) land in one or more of the frames, those symbol(s) in those frame(s) will be transformed into Wild symbol.","HoodFeatureExplain4":"Hood Feature wins are added to \"Win\" meter.","HoodWolfFeatureExplain":"Both characters will reveal their selection. Scissors wins Paper, Paper wins Rock, Rock wins Scissors."}}