{"HoodWolf":{"Name":"Hood VS Wolf"},"HoodWolfRule":{"Rule1":"Hood vs Wolf es una vídeo tragaperras de5carretes y 3 filas con las funciones Batalla, Minijuego Piedra, papel o tijera y 2 tipos diferentes de funciones de bonus (La Función Lobo y la Función Caperucita).","Rule2":"Se juega con 30 líneas de apuesta (fijas), un nivel de apuesta entre %{minBetMtp} y %{maxBetMtp} y un tamaño de apuesta entre %{minChip} y %{maxChip}.","Rule12":"El Minijuego de Piedra, Papel o Tijera se juega con el mismo tamaño y nivel de apuesta que el giro que activó la Función.","Rule13":"La Función Lobo y la Función Caperucita se juegan con el mismo tamaño y nivel de apuesta que el giro que activó la Función.","Rule14":"Se guarda el estado de juego correspondiente a cada cantidad de apuesta. Cuando se elige una cantidad de apuesta diferente, se aplica el estado de juego correspondiente."},"HoodWolfPayout":{"Rock":"Piedra","Paper":"Papel","Scissors":"Tijera","PayoutMainTitle":"Valor de pagos de símbolos","PayoutLineTitle":"Líneas de apuesta ganadoras"},"HoodWolfCommonRule":{"PayoutExplain1":"El símbolo Wild sustituye todos los símbolos excepto los símbolos de Piedra, Papel, Tijera, el Símbolo de Poder de Caperucita y el Símbolo de Poder del Lobo.","PayoutExplain2":"El Símbolo de Poder de Caperucita y el Símbolo de Poder del Lobo pueden representarse como un Símbolo de Caperucita y un Símbolo de Lobo respectivamente al calcular las líneas de apuesta premiadas.","PayoutExplain3":"Los símbolos de Piedra, Papel y Tijera solo aparecen en los carretes 2 o 4.","BattleFeatureTitle":"Función Batalla","BattleFeatureExplain1":"Durante el juego principal, la mitad superior de la pantalla está ocupada por Caperucita, y en la otra mitad está el Lobo.","BattleFeatureExplain2":"La barra de acumulación sobre los carretes muestra la fuerza con la que el personaje de Caperucita o del Lobo empujan al otro, se indica con la puntuación de Caperucita y del Lobo en la barra.","BattleFeatureExplain3":"Al final de un giro, si hay Símbolos de Poder de Caperucita o Símbolos de Poder del Lobo en los carretes, estos se añadirán a la barra de acumulación.","BattleFeatureExplain4":"Si hay un mayor número de Símbolos de Poder de Caperucita que de Símbolos de Poder del Lobo en los carretes, la puntuación de Caperucita en la barra aumentará (y la del Lobo disminuirá) por la diferencia entre el número de Símbolos de Poder de Caperucita y los Símbolos de Poder del Lobo.","BattleFeatureExplain5":"Si hay un mayor número de Símbolos de Poder del Lobo que de Símbolos de Poder de Caperucita en los carretes, la puntuación del Lobo en la barra aumentará (y la de Caperucita disminuirá) por la diferencia entre el número de Símbolos de Poder del Lobo y los Símbolos de Poder de Caperucita.","BattleFeatureExplain6":"Si la puntuación de Caperucita o del Lobo llega a 18, se activará la Función Caperucita o la Función Lobo, respectivamente.","BattleFeatureExplain7":"La puntuación de Caperucita y del Lobo volverá a 9 tras la Función Caperucita o la Función Lobo (es el valor por defecto).","BattleFeatureExplain8":"La Función Batalla no aparece durante la Función Caperucita o la Función Lobo.","RockPaperScissorMiniGame":"Función Minijuego Piedra, Papel o Tijera","RockPaperScissorMiniGameExplain1":"Cuando en los carretes 2 y 4 aparecen un par de Piedra, Papel o Tijera, los símbolos ganadores otorgan un premio. Tijera gana a Papel; Papel gana a Piedra; Piedra gana a Tijera.","WolfFeatureTitle":"Función Lobo","WolfFeatureExplain1":"Se juegan 3 rondas de Piedra, Papel o Tijera, donde tanto el jugador como el oponente (Caperucita) seleccionan entre Piedra, Papel o Tijera en cada ronda.","WolfFeatureExplain2":"Cada ronda en la que el jugador (Lobo) gane a Piedra, Papel o Tijera, se premia con 5 Giros Gratis con 1 marco en una posición aleatoria de los carretes en cada giro gratis.","WolfFeatureExplain3":"Si cualquier símbolo Wild, de Caperucita, de la Cesta o de Flores aparece en ese marco, de 3 a 8 símbolos Wild reemplazarán algunos símbolos aleatorios de los carretes, incluyendo el símbolo en el marco.","WolfFeatureExplain4":"Los premios de la Función Lobo se añaden al contador \"Premio\".","HoodFeatureTitle":"Función Caperucita","HoodFeatureExplain1":"Se juegan 3 rondas de Piedra, Papel o Tijera, donde tanto el jugador como el oponente (Lobo) seleccionan entre Piedra, Papel o Tijera en cada ronda.","HoodFeatureExplain2":"Cada ronda en la que el jugador (Caperucita) gane a Piedra, Papel o Tijera, se premia con 5 Giros Gratis con 5 marcos en una posición aleatoria de los carretes en cada giro gratis.","HoodFeatureExplain3":"Si los Símbolos del Lobo, las Garras y/o la Cola aterrizan en uno o más marcos, los símbolos de los marcos se transformarán en Símbolos Wild.","HoodFeatureExplain4":"Los premios de la Función Caperucita se añaden al contador \"Premio\".","HoodWolfFeatureExplain":"Ambos personajes revelarán su selección. Tijera gana a Papel; Papel gana a Piedra; Piedra gana a Tijera."}}