{"HoodWolf":{"Name":"Hood vs Wolf"},"HoodWolfRule":{"Rule1":"Hood vs Wolf é uma slot de vídeo de 5 cilindros e 3 linhas com funcionalidade de Batalha, funcionalidade Mini Pedra, Papel e Tesoura, e 2 tipos diferentes de funcionalidades bónus (Capuchinho Vermelho e Lobo Mau).","Rule2":"O jogo é jogado com 30 linhas de aposta (fixas), um nível de aposta entre %{minBetMtp} e %{maxBetMtp} e valores de aposta entre %{minChip} e %{maxChip}.","Rule12":"A funcionalidade Mini Pedra, Papel e Tesoura é jogada com a mesma aposta e o mesmo nível de aposta que a rodada que a acionou.","Rule13":"A funcionalidade Lobo Mau e a funcionalidade Capuchinho Vermelho são jogadas com a mesma aposta e o mesmo nível de aposta que a rodada que as acionou.","Rule14":"O estado do jogo é guardado para cada Valor da aposta. Quando é escolhido um Valor de aposta diferente, é aplicado o respetivo estado de jogo."},"HoodWolfPayout":{"Rock":"Pedra","Paper":"Papel","Scissors":"Tesoura","PayoutMainTitle":"Valores de pagamento dos símbolos","PayoutLineTitle":"Linhas de aposta vencedoras"},"HoodWolfCommonRule":{"PayoutExplain1":"O símbolo Wild substitui todos os símbolos, exceto símbolos de Pedra, Papel e Tesoura, e os símbolos de poder de Capuchinho Vermelho e Lobo Mau.","PayoutExplain2":"Os símbolos de poder de Capuchinho Vermelho e de Lobo Mau podem ser representados como símbolo de Capuchinho e símbolo de Lobo respetivamente, aquando do cálculo de linhas de aposta vencedoras.","PayoutExplain3":"Os símbolos de Pedra, Papel e Tesoura aparecem apenas nos cilindros 2 ou 4.","BattleFeatureTitle":"Funcionalidade Batalha","BattleFeatureExplain1":"Durante o jogo principal, metade do ecrã superior é ocupada pelo personagem da Capuchinho Vermelho, e a outra metade é ocupada pelo personagem do Lobo Mau.","BattleFeatureExplain2":"A barra de recolha por cima dos cilindros indica até que ponto o personagem da Capuchinho Vermelho ou do Lobo Mau está a empurrar o outro personagem, indicado pela pontuação de ambos na barra de recolha.","BattleFeatureExplain3":"No final de uma rodada, se existirem símbolos de poder de Capuchinho Vermelho e/ou de Lobo Mau nos cilindros, esses símbolos serão adicionados à barra de recolha.","BattleFeatureExplain4":"Se existirem mais símbolos de poder de Capuchinho Vermelho do que de Lobo Mau nos cilindros, a pontuação da Capuchinho Vermelho na barra de recolha irá aumentar (e a do Lobo Mau irá diminuir) pela diferença entre o número de símbolos de poder de Capuchinho Vermelho e de Lobo Mau.","BattleFeatureExplain5":"Se existirem mais símbolos de poder de Lobo Mau do que de Capuchinho Vermelho nos cilindros, a pontuação do Lobo Mau na barra de recolha irá aumentar (e a da Capuchinho Vermelho irá diminuir) pela diferença entre o número de símbolos de poder de Lobo Mau e de Capuchinho Vermelho.","BattleFeatureExplain6":"Se a pontuação da Capuchinho Vermelho ou do Lobo Mau chegar a 18, a funcionalidade Capuchinho Vermelho ou Lobo Mau será atribuída respetivamente.","BattleFeatureExplain7":"As pontuações da Capuchinho Vermelho e do Lobo Mau serão ambas repostas para 9 depois da funcionalidade Capuchinho Vermelho ou Lobo Mau (este é também o valor predefinido).","BattleFeatureExplain8":"A funcionalidade de Batalha não aparece durante a funcionalidade Capuchinho Vermelho ou Lobo Mau.","RockPaperScissorMiniGame":"Funcionalidade Pedra, Papel e Tesoura","RockPaperScissorMiniGameExplain1":"Quando um par de símbolos de Pedra, Papel ou Tesoura aparece nos cilindros 2 e 4, o símbolo vencedor atribuirá um prémio. Tesoura vence Papel, Papel vence Pedra, Pedra vence Tesoura.","WolfFeatureTitle":"Funcionalidade Lobo Mau","WolfFeatureExplain1":"São jogadas 3 rondas de Pedra, Papel e Tesoura, onde tanto o jogador como adversário (Capuchinho Vermelho) selecionam Tesoura, Papel ou Pedra para cada ronda.","WolfFeatureExplain2":"Por cada ronda que o jogador (Lobo Mau) ganhe o Pedra, Papel e Tesoura, são atribuídas 5 rodadas grátis com 1 moldura numa posição aleatória nos cilindros em todas as rodadas grátis.","WolfFeatureExplain3":"Se caírem símbolos Wild, de Capuchinho Vermelho, de Cesto ou de Flor nessa moldura, 3 a 8 símbolos Wild irão substituir símbolos aleatórios nos cilindros, incluindo o símbolo na moldura.","WolfFeatureExplain4":"Os ganhos da funcionalidade Lobo Mau são adicionados ao contador \"Ganhos\".","HoodFeatureTitle":"Funcionalidade Capuchinho Vermelho","HoodFeatureExplain1":"São jogadas 3 rondas de Pedra, Papel e Tesoura, onde tanto o jogador como adversário (Lobo Mau) selecionam Tesoura, Papel ou Pedra para cada ronda.","HoodFeatureExplain2":"Por cada ronda que o jogador (Capuchinho Vermelho) ganhe o Pedra, Papel e Tesoura, são atribuídas 5 rodadas grátis com 5 molduras em posições aleatórias nos cilindros em todas as rodadas grátis.","HoodFeatureExplain3":"Se caírem símbolos de Lobo, Garras e/ou Cauda em uma ou mais molduras, esses símbolos nessas molduras serão transformados em símbolos Wild.","HoodFeatureExplain4":"Os ganhos da funcionalidade Capuchinho Vermelho são adicionados ao contador \"Ganhos\".","HoodWolfFeatureExplain":"Ambos os personagens revelarão a sua seleção. Tesoura vence Papel, Papel vence Pedra, Pedra vence Tesoura."}}