{"JungleDelightPayoutsAndRulesShared":{"Rule1_15_Payout1_1":"El símbolo Wild sustituye a todos los símbolos salvo al símbolo Scatter y al símbolo Caja misteriosa.","Rule1_16_Payout1_2":"El símbolo Wild solo aparece en los carriles 2, 3 o 4.","Rule2_1_Payout2_1":"La función Caja misteriosa puede activarse de forma aleatoria en cualquier giro del juego principal.","Rule2_2_Payout2_2":"Durante la función de la Caja misteriosa podrán aparecer de 5 a 10 símbolos de Caja misteriosa en cualquier lugar de los carretes.","Rule2_3_Payout2_3":"Todos los símbolos de Caja misteriosa revelarán un símbolo elegido al azar (excepto el símbolo Scatter y el símbolo Wild) y en ese momento se pagarán los premios.","Rule3_1_Payout3_1":"3, 4 o 5 símbolos Scatter que aparezcan en cualquier posición y activarán la función de Giros Gratis con 8, 10 o 15 giros gratis, respectivamente.","Rule3_2_Payout3_2":"Al inicio de la función de Giros gratis, aparecerá un símbolo fijo en medio del tercer carrete y permanecerá en dicha posición durante toda la sesión de giros gratis.","Rule3_3_Payout3_3":"En cada giro gratis, todos los símbolos fijos revelarán un símbolo elegido al azar (excluyendo los símbolos Scattery los símbolos Wild).","Rule3_4_Payout3_4":"Cuando todos los carretes paren de girar, cualquier símbolo de los carretes que sea igual al símbolo fijo se transformará en un símbolo fijo durante los giros gratis restantes.","Rule3_5_Payout3_5":"Como máximo podrá haber 15 símbolos fijos en los carretes durante la función de Giros gratis.","Rule3_6_Payout3_6":"El símbolo Scatter no aparece durante la función de Giros Gratis.","Payout2_Title":"Función Caja misteriosa","Payout3_Title":"Función de Giros Gratis"},"JungleDelightRules":{"Rule1_1":"Jungle Delight es una vídeo tragaperras de 5 carretes y 3 filas con símbolos de Caja misteriosa y giros gratis con símbolos fijos.","Rule1_2":"Se juega con 20 líneas de apuesta (fijas), un nivel de apuesta entre %{minBetMtp} y %{maxBetMtp} y un tamaño de apuesta entre %{minChip} y %{maxChip}.","Rule1_17":"La Función de Giros Gratis se juega con el mismo tamaño de apuesta y el mismo nivel de apuesta que el giro que activó la Función de Giros Gratis."},"JungleDelightPayout":{"Payout_Wild_Symbol":"Símbolo Wild","Payout_Scatter_Symbol":"Símbolo Scatter","Payout_Mystery_Box_Symbol":"Símbolos de Caja misteriosa","Payout1_Title":"Valor de pagos de símbolos","Payout4_Title":"Líneas de apuesta ganadoras"}}