{"JungleDelightPayoutsAndRulesShared":{"Rule1_15_Payout1_1":"Le symbole Wild remplace tous les symboles à l’exception des symboles Scatter et Boîte mystère.","Rule1_16_Payout1_2":"Le symbole Wild apparaît sur les rouleaux 2, 3 et 4 seulement.","Rule2_1_Payout2_1":"La fonction Boîte mystère peut être déclenchée aléatoirement lors de n’importe quel tour du jeu principal.","Rule2_2_Payout2_2":"Pendant la fonction Boîte mystère, de 5 à 10 Boîtes mystère vont apparaître partout sur les rouleaux.","Rule2_3_Payout2_3":"Toutes les Boîtes mystère révèlent ensuite un symbole sélectionné aléatoirement (à l’exception des symboles Scatter et Wild) et les gains éventuels sont payés.","Rule3_1_Payout3_1":"3, 4 ou 5 symboles Scatter apparaissant n'importe où déclencheront la fonction Tours gratuits avec, respectivement, 8, 10 ou 15 tours gratuits.","Rule3_2_Payout3_2":"Au début de la fonction de tours gratuits, un symbole persistant apparaît au milieu du troisième rouleau et reste en place pendant toute la durée des tours gratuits.","Rule3_3_Payout3_3":"À chaque tour gratuit, tous les symboles persistants dévoilent un symbole sélectionné aléatoirement (à l’exception des symboles Scatter et Wild).","Rule3_4_Payout3_4":"Quand tous les rouleaux se sont arrêtés de tourner, tout symbole des rouleaux identique au symbole persistant est transformé en symbole persistant pour les tours gratuits restants.","Rule3_5_Payout3_5":"Il peut y avoir un maximum de 15 symboles persistants sur les rouleaux pendant la fonction de tours gratuits.","Rule3_6_Payout3_6":"Le symbole Scatter n'apparaît pas pendant le Tour gratuit unique ni pendant la Fonction de tours gratuits.","Payout2_Title":"Fonction Boîte mystère","Payout3_Title":"Fonction de tours gratuits"},"JungleDelightRules":{"Rule1_1":"Délice de la jungle est une machine à sous vidéo à 5 rouleaux et 3 rangées proposant les symboles Boîte mystère et des tours gratuits avec symboles persistants.","Rule1_2":"Le jeu se joue avec 20 lignes de mise (fixes), un niveau de mise allant de %{minBetMtp} à %{maxBetMtp} et une taille de mise allant de %{minChip} à %{maxChip}.","Rule1_17":"La Fonction de tours gratuits est jouée à la même taille de mise et au même niveau de mise que dans le tour qui l'a déclenchée."},"JungleDelightPayout":{"Payout_Wild_Symbol":"Symbole Wild","Payout_Scatter_Symbol":"Symbole Scatter","Payout_Mystery_Box_Symbol":"Symbole Boîte mystère","Payout1_Title":"Valeurs de paiement du symbole","Payout4_Title":"Lignes gagnantes"}}