{"JungleDelightPayoutsAndRulesShared":{"Rule1_15_Payout1_1":"O símbolo Wild substitui todos os símbolos exceto os símbolos Scatter e de Caixa Mistério.","Rule1_16_Payout1_2":"O símbolo Wild aparece apenas nos cilindros 2, 3 e 4.","Rule2_1_Payout2_1":"A Funcionalidade Caixa Mistério pode ser ativada aleatoriamente em qualquer rodada do jogo principal.","Rule2_2_Payout2_2":"Durante a Funcionalidade Caixa Mistério, aparecerão 5 a 10 símbolos de Caixa Mistério espalhados pelos cilindros.","Rule2_3_Payout2_3":"Todos os símbolos de Caixa Mistério revelarão um símbolo selecionado aleatoriamente (exceto o símbolo Scatter e o símbolo Wild) e os ganhos são então pagos.","Rule3_1_Payout3_1":"3, 4 ou 5 símbolos Scatter em qualquer posição ativarão a Funcionalidade Rodadas Grátis com 8, 10 ou 15 rodadas grátis respetivamente.","Rule3_2_Payout3_2":"No início da Funcionalidade Rodadas Grátis, aparecerá um símbolo pegajoso no centro do 3º cilindro que permanecerá nessa posição até ao final da sessão de rodadas grátis.","Rule3_3_Payout3_3":"Em cada rodada grátis, todos os símbolos pegajosos revelarão um símbolo selecionado aleatoriamente (exceto o símbolo Scatter e o símbolo Wild).","Rule3_4_Payout3_4":"Quando todos os cilindros param de rodar, qualquer símbolo nos cilindros que corresponda com o símbolo pegajoso será transformado num símbolo pegajoso até ao final das restantes rodadas grátis.","Rule3_5_Payout3_5":"Pode haver no máximo 15 símbolos pegajosos nos cilindros durante a Funcionalidade Rodadas Grátis.","Rule3_6_Payout3_6":"O símbolo Scatter não aparece durante a Rodada grátis simples nem a Funcionalidade Rodadas grátis.","Payout2_Title":"Funcionalidade Caixa Mistério","Payout3_Title":"Funcionalidade Rodadas Grátis"},"JungleDelightRules":{"Rule1_1":"Jungle Delight é uma slot de vídeo com 5 cilindros e 3 linhas com símbolos Caixa Mistério e rodadas grátis com símbolos pegajosos.","Rule1_2":"O jogo é jogado com 20 linhas de aposta (fixas), um nível de aposta entre %{minBetMtp} e %{maxBetMtp} e valores de aposta entre %{minChip} e %{maxChip}.","Rule1_17":"A Funcionalidade Rodadas Grátis é jogada com a mesma aposta e o mesmo nível de aposta que a acionou."},"JungleDelightPayout":{"Payout_Wild_Symbol":"Símbolo Wild","Payout_Scatter_Symbol":"Símbolo Scatter","Payout_Mystery_Box_Symbol":"Símbolo Caixa Mistério","Payout1_Title":"Valores de pagamento dos símbolos","Payout4_Title":"Linhas de aposta vencedoras"}}