{"JungleDelightPayoutsAndRulesShared":{"Rule1_15_Payout1_1":"Wild symbol substitutes for all symbols except Scatter symbol and Mystery Box symbol.","Rule1_16_Payout1_2":"Wild symbol appears on reels 2, 3 and 4 only.","Rule2_1_Payout2_1":"Mystery Box Feature can be triggered randomly on any main game spin.","Rule2_2_Payout2_2":"During Mystery Box Feature, 5 to 10 Mystery Box symbols will appear anywhere on the reels.","Rule2_3_Payout2_3":"All Mystery Box symbol will reveal a randomly selected symbol (excluding Scatter symbol and Wild symbol) and wins are then paid.","Rule3_1_Payout3_1":"3, 4 or 5 Scatter symbols appearing anywhere will trigger the Free Spins Feature with 8, 10 or 15 free spins respectively.","Rule3_2_Payout3_2":"At the start of Free Spins Feature, a sticky symbol will appear in the middle of the 3rd reel and will remain in that position for the whole free spin session.","Rule3_3_Payout3_3":"At every free spin, all of the sticky symbol(s) will reveal a randomly selected symbol (excluding Scatter symbol and Wild symbol).","Rule3_4_Payout3_4":"When all of the reels stop spinning, any symbol on the reels that matches with the sticky symbol will be transformed into a sticky symbol for the rest of the remaining free spins.","Rule3_5_Payout3_5":"There can be at most 15 sticky symbols on the reels during the Free Spins Feature.","Rule3_6_Payout3_6":"Scatter symbol does not appear during Free Spins Feature.","Payout2_Title":"Mystery Box Feature","Payout3_Title":"Free Spins Feature"},"JungleDelightRules":{"Rule1_1":"Jungle Delight is a 5-reel, 3-row video slot featuring Mystery Box symbols and free spins with sticky symbols.","Rule1_2":{"value":"The game is played with 20 bet lines (fixed), bet level of %{minBetMtp} to %{maxBetMtp} and bet size of %{minChip} to %{maxChip}. ","comment":"%{minBetMtp}, %{maxBetMtp}, %{minChip}, %{maxChip} will be minimum bet level, maximum max level, minimum bet size and maximum bet size in numeric form.","example":"The game is played with 30 bet lines (fixed), Bet Level of 1 to 10 and Bet Size of 0.01 to 10."},"Rule1_17":"Free Spins Feature is played at the same bet size and bet level as the spin that triggered the Free Spins Feature."},"JungleDelightPayout":{"Payout_Wild_Symbol":"Wild symbol","Payout_Scatter_Symbol":"Scatter symbol","Payout_Mystery_Box_Symbol":"Mystery Box symbol","Payout1_Title":"Symbol Payout Values","Payout4_Title":"Winning Bet Lines"}}