{"FGCommonRules":{"CaiShenFeature":"Funcionalidade Fortune Gods","BaidaExplain1":"O símbolo Wild substitui todos os símbolos exceto o símbolo Caishen da Sorte e o símbolo Caishen do Sucesso.","BaidaExplain2":"O símbolo Wild apenas aparece na Funcionalidade Fortune Gods.","CaiShenExplainOne":"Um ou mais símbolos Caishen da Sorte e/ou símbolos Caishen do Sucesso em qualquer posição dos cilindros 2, 3 e/ou 4 ativam a Funcionalidade Fortune Gods.","CaiShenExplainTwo":"Durante a Funcionalidade Fortune Gods, todos os símbolos (incluindo o símbolo Caishen da Sorte) no(s) cilindro(s) onde aparece o símbolo Caishen da Sorte transformam-se em símbolos Wild, enquanto todos os símbolos (incluindo o símbolo Caishen do Sucesso) nos cilindros 2, 3 e 4 da linha onde aparece o símbolo Caishen do Sucesso transformam-se em símbolos Wild.","CaiShenExplainThree":"Depois de todos os prémios serem pagos, todos os símbolos Wild que apareceram no(s) respetivo(s) cilindro(s) permanecem nas posições respetivas e o jogo vai voltar a rodar uma vez.","CaiShenExplainFour":"Durante a nova rodada do jogo, um ou mais símbolos Caishen da Sorte e/ou símbolos Caishen do Sucesso em qualquer posição dos cilindros 2, 3 e/ou 4 ativam a Funcionalidade Fortune Gods.","LineExplainTwo":"Ganha com as linhas de aposta, se os símbolos vencedores se sucederem a partir do cilindro mais à esquerda para a direita e a partir do cilindro mais à direita para a esquerda."},"FGGamePayout":{"PayoutMainTitle":"Valores de pagamento dos símbolos","PayoutBaidaSign":"Símbolo Wild","PayoutLuckyCaiShen":"Caishen da sorte","PayoutSuccessCaishen":"Caishen do sucesso","PayoutLineTitle":"Linhas de aposta vencedoras"},"FGGameRules":{"RuleOne":"Fortune Gods é uma slot de vídeo de 5 cilindros e 3 linhas com substituições Wild, novas rodadas e prémios em ambos os sentidos.","RuleTwo":"O jogo é jogado com 15 linhas de aposta (fixas), um nível de aposta entre %{minBetMtp} e %{maxBetMtp} e valores de aposta entre %{minChip} e %{maxChip}.","RuleSixteen":"O símbolo Caishen da Sorte e o símbolo Caishen do Sucesso aparecem apenas nos cilindros 2, 3 e 4.","RuleSeventeen":"A Nova rodada é jogada com a mesma aposta e o mesmo nível de aposta que a rodada que a ativou.","Rule2_5":"Os ganhos da Nova rodada são adicionados ao contador \"Ganhos\"."}}