{"FGCommonRules":{"CaiShenFeature":"Función Dioses de la Fortuna","BaidaExplain1":"El símbolo Wild sustituye a todos los símbolos excepto al símbolo Caishen de la Suerte y al símbolo Caishen del Éxito.","BaidaExplain2":"El símbolo Wild solo aparece durante la función Dioses de la Fortuna.","CaiShenExplainOne":"Uno o más símbolos Caishen de la Suerte y/o símbolos Caishen del Éxito en cualquier lugar de los carriles 2, 3 y/o 4 activan la función Dioses de la Fortuna.","CaiShenExplainTwo":"Durante la función Dioses de la Fortuna, todos los símbolos (incluyendo el símbolo Caishen de la Suerte) de los carriles en los que aparezca el símbolo Caishen de la Suerte se transformarán en símbolos Wild, mientras que todos los símbolos (incluyendo el símbolo Caishen del Éxito) de los carriles 2, 3 y 4 situados en la fila en la que aparezca el símbolo Caishen del Éxito se transformarán en símbolos Wild.","CaiShenExplainThree":"Cuando se han pagado todos los premios, todos los símbolos Wild que hayan aparecido en los carriles mantendrán sus posiciones y el juego hará un regiro.","CaiShenExplainFour":"Durante el regiro del juego, uno o más símbolos Caishen de la Suerte y/o símbolos Caishen del Éxito en cualquier lugar de los carriles 2, 3 y/o 4 reactivarán la función Dioses de la Fortuna.","LineExplainTwo":"Las líneas de apuesta resultan premiadas si los símbolos ganadores aparecen de forma sucesiva, comenzando por el carril situado más a la izquierda hacia la derecha y viceversa."},"FGGamePayout":{"PayoutMainTitle":"Valor de pagos de símbolos","PayoutBaidaSign":"Símbolo Wild","PayoutLuckyCaiShen":"Caishen de la Suerte","PayoutSuccessCaishen":"Caishen del Éxito","PayoutLineTitle":"Líneas de apuesta ganadoras"},"FGGameRules":{"RuleOne":"Fortune Gods es una vídeo tragaperras de 5 carriles y 3 filas, en la que los símbolos Wild sustituyen a otros símbolos, con regiros y que otorga premios en ambas direcciones.","RuleTwo":"Se juega con 15 líneas de apuesta (fijas), un nivel de apuesta entre %{minBetMtp} y %{maxBetMtp} y un tamaño de apuesta entre %{minChip} y %{maxChip}.","RuleSixteen":"Los símbolos Caishen de la Suerte y Caishen del Éxito solo aparecen en los carriles 2, 3 y 4.","RuleSeventeen":"El regiro se juega con el mismo tamaño de apuesta y el mismo nivel de apuesta que el giro que activó el regiro.","Rule2_5":"Los premios del regiro se añaden al contador \"Premio\"."}}