{"FGCommonRules":{"CaiShenFeature":"Fonctionnalité Dieux de la Fortune","BaidaExplain1":"Les symboles Wild remplacent tous les symboles sauf les symboles CaiShen de la chance et CaiShen du succès.","BaidaExplain2":"Le symbole Wild apparaît uniquement lors de la fonctionnalité Dieux de la Fortune.","CaiShenExplainOne":"Au moins un symbole CaiShen de la chance et/ou CaiShen du succès apparaissant n'importe où sur les rouleaux 2, 3 et/ou 4 déclenche la fonctionnalité Dieux de la Fortune.","CaiShenExplainTwo":"Pendant la fonctionnalité Dieux de la Fortune, tous les symboles (incluant CaiShen de la chance) sur les rouleaux où apparaît le symbole CaiShen de la chance se transformeront en symboles Wild, tandis que tous les symboles (incluant CaiShen du succès) sur les rouleaux 2, 3 et 4 sur la rangée où apparaît le symbole CaiShen du succès se transformeront en symboles Wild.","CaiShenExplainThree":"Une fois tous les gains payés, tous les symboles Wild qui sont apparus sur les rouleaux respectifs seront retenus en place et le jeu effectuera une relance.","CaiShenExplainFour":"Pendant la même relance, au moins un symbole CaiShen de la chance et/ou CaiShen du succès apparaissant sur les rouleaux 2, 3 et/ou 4 redéclenchera la fonctionnalité Dieux de la Fortune.","LineExplainTwo":"Les lignes génèrent un gain si les symboles gagnants se succèdent du rouleau de gauche à droite et du rouleau de droite à gauche."},"FGGamePayout":{"PayoutMainTitle":"Valeurs de paiement du symbole","PayoutBaidaSign":"Symbole Wild","PayoutLuckyCaiShen":"CaiShen de la chance","PayoutSuccessCaishen":"CaiShen du succès","PayoutLineTitle":"Lignes gagnantes"},"FGGameRules":{"RuleOne":"Les dieux de la fortune est une machine à sous vidéo à 5 rouleaux et 3 lignes, avec des substitutions Wild avec relances et deux façons de gagner.","RuleTwo":"Le jeu se joue avec 15 lignes de mise (fixes), un niveau de mise allant de %{minBetMtp} à %{maxBetMtp} et une taille de mise allant de %{minChip} à %{maxChip}.","RuleSixteen":"Les symboles CaiShen du succès et CaiShen de la chance apparaissent uniquement sur les rouleaux 2, 3 et 4.","RuleSeventeen":"La relance est jouée à la même taille de mise et au même niveau de mise que le tour qui a déclenché la relance.","Rule2_5":"Les gains de relance sont ajoutés au compteur de gains."}}