{"FGCommonRules":{"CaiShenFeature":"Fortune Gods Feature","BaidaExplain1":"Wild symbol substitutes for all symbols except Lucky Caishen symbol and Success Caishen symbol.","BaidaExplain2":"Wild symbol appears in Fortune Gods Feature only.","CaiShenExplainOne":"One or more Lucky Caishen symbol and/or Success Caishen symbol appearing anywhere on reels 2, 3 and/or 4 triggers the Fortune Gods Feature.","CaiShenExplainTwo":"During Fortune Gods Feature, all symbols (including Lucky Caishen symbol) on the reel(s) where Lucky Caishen symbol appears will transform into Wild symbols, whereas all symbols (including Success Caishen symbol) of reels 2, 3 and 4 on the row where Success Caishen symbol appears will transform into Wild symbols. ","CaiShenExplainThree":"After all wins are paid, all Wild symbols that appeared on the respective reel(s) will be held in their respective positions and the game will respin once.","CaiShenExplainFour":"During the game respin, one or more Lucky Caishen symbols and/or Success Caishen symbols appearing on reels 2, 3 and/or 4 will retrigger the Fortune Gods Feature.","LineExplainTwo":"Bet lines win if the winning symbols are in succession from the leftmost reel to right and from the rightmost reel to left."},"FGGamePayout":{"PayoutMainTitle":"Symbol Payout Values","PayoutBaidaSign":"Wild Symbol","PayoutLuckyCaiShen":"Lucky Caishen","PayoutSuccessCaishen":"Success Caishen","PayoutLineTitle":"Winning Bet Lines"},"FGGameRules":{"RuleOne":"Fortune Gods is a 5-reel, 3-row video slot featuring Wild substitutions with respins and win both ways.","RuleTwo":{"value":"The game is played with 15 bet lines (fixed), bet level of %{minBetMtp} to %{maxBetMtp} and bet size of %{minChip} to %{maxChip}.","comment":"%{minBetMtp}, %{maxBetMtp}, %{minChip}, %{maxChip} will be replaced with game specific configurations","example":"The game is played with 15 bet lines (fixed), bet level of 1 to 10 and bet size of 0.01 to 10."},"RuleSixteen":"Lucky Caishen symbol and Success Caishen symbol appears on reels 2, 3 and 4 only.","RuleSeventeen":"Respin is played at the same bet size and bet level as the spin that triggered the respin.","Rule2_5":"Respin wins are added to \"Win\" meter."}}