{"SongkranSplash":{"Name":"Songkran Splash"},"SongkranSplashPayout":{"PayoutMainTitle":"Valor de pagos de símbolos","BaseFeatureTitle":"Carrete multiplicador","BonusTitle":"Función de Giros Gratis","WaysTitle":"%{720} formas","ExampleTitle":"En el ejemplo anterior:","ExampleTitle2":"Premio total en este ejemplo:","ScatterSymbol":"Símbolo Scatter","WildSymbol":"Símbolo Wild","MaxWinTitle":"Premio máximo"},"SongkranSplashRules":{"Rule1":"Songkran Splash es una vídeo tragaperras de 5 carretes (3 filas en los carretes 1 y 5, 4 filas en los carretes 2 y 4 y 5 filas en el carrete 3) con multiplicadores crecientes.","Rule2":"Al juego se juega con una apuesta base de 20 para contar con %{720} formas de ganar (fijas), un nivel de apuesta de 1 a 10 y un tamaño de apuesta de %{minChip} a %{maxChip}.","Rule5":"El símbolo Wild sustituye a todos los símbolos excepto al Scatter.","Rule6":"El símbolo Wild solo aparece en los carretes 2, 3, 4 y 5.","Rule7":"La Función de Giros Gratis se juega con el mismo tamaño de apuesta y el mismo nivel de apuesta que el giro que activó la Función de Giros Gratis."},"SongkranSplashBaseFeature":{"BaseExplain1":"Al iniciar cualquier giro del juego principal, los multiplicadores sobre los carretes 2, 3 y 4 se establecerán como inactivos.","BaseExplain2":"En cualquier ronda posterior al pago de los premios, cualquier símbolo ganador en los carretes 2, 3 y/o 4 establecerá el multiplicador del carrete respectivo como activo (si el multiplicador está inactivo), o aumentará el valor del multiplicador del respectivo carrete en un valor igual al número de símbolos ganadores en los respectivos carretes (si el multiplicador está activo).","BaseExplain3":"Todos los premios se multiplicarán por la suma total actual de los valores de los multiplicadores activos."},"SongkranSplashBonusFeature":{"BonusExplain1":"3 símbolos Scatter en cualquier lugar activarán la Función de Giros Gratis con 12 giros gratis. Cada símbolo Scatter adicional activará 2 giros gratis más.","BonusExplain2":"Al iniciar la Función de Giros Gratis, los multiplicadores sobre los carretes 2, 3 y 4 quedarán inactivos.","BonusExplain3":"Los giros gratis se pueden reactivar."},"SongkranSplashWaysRule":{"WaysExplain4":"Tras el pago de cada ronda, todos los símbolos ganadores explotarán, con lo que los símbolos superiores caerán iniciando una nueva ronda.","WaysExplain5":"Se añadirán las combinaciones ganadoras adicionales en cada ronda hasta que no queden más combinaciones ganadoras que puedan añadirse."},"SongkranSplashMaxWin":{"MaxWinExplain1":"La cantidad máxima del premio es %{5000}x la cantidad apostada.","MaxWinExplain2":"Si el premio total del juego principal o la función de Giros Gratis llega al %{5000}x de la cantidad apostada, el giro termina."}}