{"SongkranSplash":{"Name":"Songkran Splash"},"SongkranSplashPayout":{"PayoutMainTitle":"Symbol Payout Values","BaseFeatureTitle":"Multiplier Reel","BonusTitle":"Free Spins Feature","WaysTitle":"%{720} Ways","ExampleTitle":"From Above Example:","ExampleTitle2":"Total Winnings in this Example:","ScatterSymbol":"Scatter Symbol","WildSymbol":"Wild Symbol","MaxWinTitle":"Maximum Win"},"SongkranSplashRules":{"Rule1":"Songkran Splash is a 5-reel (3 rows in reels 1 and 5, 4 rows in reels 2 and 4, 5 rows in reel 3) video slot featuring increasing multipliers.","Rule2":{"value":"The game is played with 20 base bet for %{720} ways (fixed), bet level of 1 to 10 and bet size of %{minChip} to %{maxChip}.","comment":"Both %{minChip}, %{maxChip} will be replaced by the currency symbol, do not translate. Both %{minChip} and %{maxChip} will be replaced by multiplier, do not translate.","example":"The game is played with 20 base bet for 720 ways, bet level of 1 to 10 and bet size of 0.1 to 8."},"Rule5":"Wild symbol substitutes for all symbols except Scatter symbol.","Rule6":"Wild symbol appears on reels 2, 3, 4 and 5 only.","Rule7":"Free Spins Feature is played at the same bet size and bet level as the spin that triggered the Free Spins Feature."},"SongkranSplashBaseFeature":{"BaseExplain1":"At the start of any main game spin, the multipliers above reels 2, 3 and 4 will be set as inactive.","BaseExplain2":"At any round after wins are paid, any winning symbol in reels 2, 3 and/or 4 will either set the respective reel's multiplier to active (if the multiplier is inactive) or increase the respective reel's multiplier value by the value equal to the number of winning symbols in the respective reels (if the multiplier is active).","BaseExplain3":"All wins will be multiplied by the current total sum of the active multipliers' values."},"SongkranSplashBonusFeature":{"BonusExplain1":"3 Scatter symbols appearing anywhere will trigger the Free Spins Feature with 12 free spins. Each additional Scatter symbol will trigger 2 more free spins.","BonusExplain2":"At the start of the Free Spins Feature, the multipliers above reels 2, 3 and 4 will be set as inactive.","BonusExplain3":"Free spins can be retriggered."},"SongkranSplashWaysRule":{"WaysExplain4":"After the payout of every round is made, all winning symbols will explode allowing the symbols above them to cascade down for a new round.","WaysExplain5":"Additional winning combination will be tallied in every round until no more winning combination can be tallied."},"SongkranSplashMaxWin":{"MaxWinExplain1":"The maximum win amount is %{5000}x of the bet amount.","MaxWinExplain2":"If the total win in the main game or the Free Spins Feature reaches %{5000}x of the bet amount, the spin ends."}}