{"SongkranSplash":{"Name":"Songkran Splash"},"SongkranSplashPayout":{"PayoutMainTitle":"Valores de pagamento dos símbolos","BaseFeatureTitle":"Cilindro multiplicador","BonusTitle":"Funcionalidade Rodadas grátis","WaysTitle":"%{720} sentidos","ExampleTitle":"Com base no exemplo acima:","ExampleTitle2":"Total de ganhos neste exemplo:","ScatterSymbol":"Símbolo Scatter","WildSymbol":"Símbolo Wild","MaxWinTitle":"Ganho máximo"},"SongkranSplashRules":{"Rule1":"Songkran Splash é uma slot de vídeo de 5 cilindros (3 linhas nos cilindros 1 e 5, 4 linhas nos cilindros 2 e 4, 5 linhas no cilindro 3) que inclui multiplicadores progressivos.","Rule2":"O jogo é jogado com 20 apostas de base para %{720} sentidos (fixos), um nível de aposta entre 1 e 10 e valores de aposta entre %{minChip} e %{maxChip}.","Rule5":"O símbolo Wild substitui todos os símbolos, exceto o símbolo Scatter.","Rule6":"O símbolo Wild aparece apenas nos cilindros 2, 3, 4 e 5.","Rule7":"A Funcionalidade Rodadas grátis é jogada com a mesma aposta e o mesmo nível de aposta que a acionou."},"SongkranSplashBaseFeature":{"BaseExplain1":"No início de qualquer rodada do jogo principal, os multiplicadores acima dos cilindros 2, 3 e 4 serão definidos como inativos.","BaseExplain2":"Em qualquer ronda após os ganhos serem pagos, qualquer símbolo vencedor nos cilindros 2, 3 e/ou 4 irá definir o multiplicador do respetivo cilindro como ativo (se o multiplicador estiver inativo) ou aumentar o valor do multiplicador do respetivo cilindro com base no valor igual ao número de símbolos vencedores nos respetivos cilindros (se o multiplicador estiver ativo).","BaseExplain3":"Todos os ganhos serão multiplicados pela soma total atual dos valores dos multiplicadores ativos."},"SongkranSplashBonusFeature":{"BonusExplain1":"3 símbolos Scatter em qualquer posição ativarão a Funcionalidade Rodadas Grátis com 12 rodadas grátis. Cada símbolo Scatter adicional ativará mais 2 rodadas grátis.","BonusExplain2":"No início da Funcionalidade Rodadas Grátis, os multiplicadores acima dos cilindros 2, 3 e 4 serão definidos como inativos.","BonusExplain3":"As rodadas grátis podem ser reativadas."},"SongkranSplashWaysRule":{"WaysExplain4":"Depois de o pagamento de cada ronda ser feito, todos os símbolos vencedores explodirão permitindo que os símbolos por cima deles caiam em cascata para uma nova ronda.","WaysExplain5":"Quaisquer combinações vencedoras serão contabilizadas em todas as rondas até não ser possível contabilizar mais combinações vencedoras."},"SongkranSplashMaxWin":{"MaxWinExplain1":"O montante de ganho máximo corresponde a %{5000}x o montante da aposta.","MaxWinExplain2":"Se o total de ganhos no jogo principal ou na Funcionalidade Rodadas Grátis atingir %{5000}x o montante da aposta, a rodada termina."}}