{"SongkranSplash":{"Name":"Éclaboussures Songkran"},"SongkranSplashPayout":{"PayoutMainTitle":"Valeurs de paiement du symbole","BaseFeatureTitle":"Rouleau multiplicateur","BonusTitle":"Fonction de tours gratuits","WaysTitle":"%{720} façons de gagner","ExampleTitle":"Dans l'exemple ci-dessus :","ExampleTitle2":"Gains totaux dans cet exemple :","ScatterSymbol":"Symbole Scatter","WildSymbol":"Symbole Wild","MaxWinTitle":"Gain maximal"},"SongkranSplashRules":{"Rule1":"Éclaboussures Songkran est une machine à sous vidéo à 5 rouleaux (3 rangées sur les rouleaux 1 et 5, 4 rangées sur les rouleaux 2 et 4, 5 rangées sur le rouleau 3) avec des multiplicateurs progressifs.","Rule2":"Le jeu se joue avec une mise de base de 20 pour %{720} façons de gagner (fixes), des niveaux de mise allant de 1 à 10 et des tailles de mise allant de %{minChip} à %{maxChip}.","Rule5":"Le symbole Wild se substitue à tout autre symbole à l'exception du symbole Scatter.","Rule6":"Le symbole Wild apparaît uniquement sur les rouleaux 2, 3, 4 et 5.","Rule7":"La Fonction de tours gratuits est jouée à la même taille de mise et au même niveau de mise que dans le tour qui l'a déclenchée."},"SongkranSplashBaseFeature":{"BaseExplain1":"Au début de n'importe quel tour de jeu principal, les multiplicateurs sur les rouleaux 2, 3, et 4 seront inactifs.","BaseExplain2":"À tout moment après le paiement des gains, tout symbole gagnant sur les rouleaux 2, 3 et/ou 4 activera le multiplicateur du rouleau correspondant (si le multiplicateur est inactif) ou augmentera la valeur du multiplicateur du rouleau correspondant d'une valeur égale au nombre de symboles gagnants sur les rouleaux respectifs (si le multiplicateur est actif).","BaseExplain3":"Tous les gains seront multipliés par la somme totale actuelle des valeurs des multiplicateurs actifs."},"SongkranSplashBonusFeature":{"BonusExplain1":"3 symboles Scatter apparaissant n'importe où déclencheront la fonction Tours gratuits avec 12 tours gratuits. Chaque symbole Scatter supplémentaire déclenchera 2 tours gratuits supplémentaires.","BonusExplain2":"Au début de la fonction de tours gratuits, les multiplicateurs sur les rouleaux 2, 3, et 4 seront inactifs.","BonusExplain3":"Les tours gratuits peuvent être déclenchés à nouveau."},"SongkranSplashWaysRule":{"WaysExplain4":"Une fois que le paiement de chaque tour est effectué, tous les symboles gagnants exploseront, permettant aux symboles situés au-dessus d’eux de tomber en cascade pour un nouveau tour.","WaysExplain5":"Une combinaison gagnante supplémentaire sera comptabilisée à chaque tour jusqu'à ce qu'aucune autre combinaison gagnante ne puisse être calculée."},"SongkranSplashMaxWin":{"MaxWinExplain1":"Le montant de gain maximal est de %{5000}x le montant de la mise.","MaxWinExplain2":"Si le gain total du jeu principal ou de la fonction de tours gratuits atteint %{5000}x le montant de la mise, le tour prend fin."}}