{"ChickyRun":{"Name":"Chicky Run"},"ChickyRunRule":{"Rule1":"Chicky Run is a game where players gamble their bets for the chicken(s) to avoid getting hit by vehicles."},"ChickyRunHowToPlay":{"Rule1":"Tap on Start button to place a bet and start a new game.","Rule2":"The multipliers at the top of the screen indicate the possible multipliers players can win. The size of the multiplier depends on the number of successful rounds in a row.","Rule3":"At the start of a round, players must select either the Left button, Right button or Random button.","Rule4":"After selecting a choice, the chicken(s) will go to the selected side of the screen.","Rule5":"A vehicle will randomly appear on either side of the screen. ","Rule6":"If the vehicle appears on the same side where the chicken(s) is, the vehicle will collide into the chicken(s), resulting in the game ending and all wins being lost.","Rule7":"If the vehicle appears on the opposite side of where the chicken(s) is, the vehicle will just drive pass the chicken(s), and the round will be considered a success.","Rule8":"Players can either tap on the Left button, Right button or Random button to continue to the next round, or tap on the Collect button to collect the current wins indicated at the top of the screen."},"ChickyRunBonusBet":{"Rule1":"If the Extra Coins Chance is activated, the current Bet Amount will be increased by 50%.","Rule2":"When playing a game with activated Extra Coins Chance, any winning round has a chance of awarding 1 to 3 coins worth half of the Bet Amount (before the increased 50% cost).","Rule3":"The awarded Coin(s) will not be lost if the subsequent rounds have failed."},"ChickyRunTrendingResult":{"Rule1":"The bar below the multipliers indicates the directions where there were no vehicles in the previous 10 rounds."},"ChickyRunMainGame":{"Start":"Tap to start a new game with current Bet Amount.","AutoBet1":"Tap on the Auto Play button to show the options for Auto Play.","AutoBet2":"No. of Bets: Select the desired number of bets in Auto Play.","AutoBet3":"Collect Win: Select the desired win amount to achieve before wins are collected during the Auto Play.","AutoBet4":"Direction: Select the desired direction during the Auto Play.","BonusBet1":"Tap to activate or deactivate Extra Coins Chance option.","Minus":"Tap to reduce the Bet Amount.","Plus":"Tap to increase the Bet Amount.","Settings1":"Sound: Tap to turn sound ON or OFF.","Settings2":"History: Tap to show details of the previous games played. Scroll down to the end to load more records.","Settings3":"Game Info: Tap to show game rules and button functions.","Left":"Tap to make the chicken(s) go to the left side of the screen.","Right":"Tap to make the chicken(s) go to the right side of the screen.","Random":"Tap to make the chicken(s) go to the left or right side of the screen randomly.","NextGame":"Tap to start a new game with current Bet Amount.","Home":"Tap to return to the bet selection screen."},"ChickyRunTitle":{"HowToPlay":"How to Play","TrendingResult":"Trending Results","Start":"Start","AutoBet":"Auto Play","BonusBet":"Extra Coins Chance","Minus":"Minus","Plus":"Plus","Settings":"Settings","Left":"Left","Right":"Right","Random":"Random","NextGame":"Next Game","Home":"Home"}}