{"CashManiaPayoutAndRulesShared":{"Rule1_15_Payout6_4":"After the payout of every round is made, all winning symbols will explode allowing the symbols above them to cascade down for a new round.","Rule1_16_Payout6_5":"Additional winning combination will be tallied in every round until no more winning combination can be tallied.","Rule1_18_Payout1_1":"The leftmost reel and the rightmost reel may reveal symbols with values equal to %{0.1}/%{0.5}/%{1}/%{5}/%{10} times of the bet amount.","Rule1_19_Payout1_2":"The middle reel may reveal either a Bank symbol, a Multiplier symbol ranging from x2 to x100 or a Free Spin symbol of 5/10/20 free spins.","Rule1_20_Payout1_3":"If there is a Bank symbol in the middle reel and there are matching symbols in the leftmost reel and the rightmost reel, wins are paid according to the value shown on either reel.","Rule1_21_Payout1_4":"If there is a Multiplier symbol in the middle reel and there are matching symbols in the leftmost reel and the rightmost reel, the value shown on either reel will be multiplied by the multiplier symbol value before wins are paid.","Rule2_0_Payout2_0":"Respin Feature","Rule2_1_Payout2_1":"If there is a symbol in the middle reel and there are mis-matched symbols in the leftmost reel and the rightmost reel, the leftmost reel and rightmost reel will respin once.","Rule3_0_Payout3_0":"Nudge Feature","Rule3_1_Payout3_1":"If there is no symbol in the middle reel and there are matching symbols in the leftmost reel and the rightmost reel, the middle reel will have a chance to be nudged downwards or upwards once.","Rule4_0_Payout4_0":"Free Spins Feature","Rule4_1_Payout4_1":"If there is a Free Spin symbol in the middle reel and there are matching symbols in the leftmost reel and the rightmost reel, wins are paid according to the value shown on either reel and the Free Spins Feature is triggered with the number of free spins indicated on the middle symbol.","Rule4_2_Payout4_2":"During any free spin, if there is a Free Spin symbol in the middle reel and there are matching symbols in the leftmost reel and the rightmost reel, wins are paid according to the value shown on either reel and the Free Spins Feature will be retriggered with the number of free spins indicated on the middle symbol.","Rule5_0_Payout5_0":"Maximum Win","Rule5_1_Payout5_1":"The maximum win amount is %{2000}x of the bet amount.","Rule5_2_Payout5_2":"If the total win in the main game or the Free Spins Feature reaches %{2000}x of the bet amount, the spin ends."},"CashManiaRule":{"Rule1_1":"Cash Mania is a 3-reel, 1-row video slot featuring win multipliers up to x100.","Rule1_2":"The game is played with 10 base bet for 1 line, bet level of 1 to 10 and bet size of %{minChip} to %{maxChip}.","Rule1_9":"A bet line win in cash is equal to the value shown on the reels.","Rule1_10":"Bet line wins if there is a symbol in the middle reel and there are matching symbols in the leftmost reel and the rightmost reel.","Rule1_12":"Free Spins Feature is played at the same bet size and bet level as the spin that triggered the Free Spins Feature."},"CashManiaPayout":{"PayoutMainTitle":"Matching Winning Symbol","PayoutWild":"Wild Symbol","PayoutScatter":"Scatter Symbol","MegaWaysTitle":"%{64} - %{46656} Ways","MegaWaysImageExample":"From Above Example:","MegaWaysTotalWinningExample":"Total Winnings in this Example:"}}