{"CashManiaPayoutAndRulesShared":{"Rule1_15_Payout6_4":"Depois de o pagamento de cada ronda ser feito, todos os símbolos vencedores explodirão permitindo que os símbolos por cima deles caiam em cascata para uma nova ronda.","Rule1_16_Payout6_5":"Quaisquer combinações vencedoras serão contabilizadas em todas as rondas até não ser possível contabilizar mais combinações vencedoras.","Rule1_18_Payout1_1":"O cilindro mais à esquerda e o cilindro mais à direita podem revelar símbolos com valores iguais a %{0.1}/%{0.5}/%{1}/%{5}/%{10} vezes o montante da aposta.","Rule1_19_Payout1_2":"O cilindro central pode revelar um símbolo de Banco, um símbolo Multiplicador que varia de x2 a x100 ou um símbolo Free Spin de 5/10/20 rodadas grátis.","Rule1_20_Payout1_3":"Se houver um símbolo de Banco no cilindro central e símbolos iguais no cilindro mais à esquerda e no cilindro mais à direita, os ganhos são pagos de acordo com o valor apresentado em cada cilindro.","Rule1_21_Payout1_4":"Se houver um símbolo Multiplicador no cilindro central e símbolos iguais no cilindro mais à esquerda e no cilindro mais à direita, o valor apresentado em cada cilindro será multiplicado pelo valor do símbolo multiplicador antes de os ganhos serem pagos.","Rule2_0_Payout2_0":"Funcionalidade Nova rodada","Rule2_1_Payout2_1":"Se houver um símbolo no cilindro central e símbolos diferentes no cilindro mais à esquerda e no cilindro mais à direita, o cilindro mais à esquerda e o cilindro mais à direita voltam a rodar uma vez.","Rule3_0_Payout3_0":"Funcionalidade Empurrar","Rule3_1_Payout3_1":"Se não houver qualquer símbolo no cilindro central e símbolos iguais no cilindro mais à esquerda e no cilindro mais à direita, o cilindro central poderá ser empurrado para baixo ou para cima uma vez.","Rule4_0_Payout4_0":"Funcionalidade Rodadas grátis","Rule4_1_Payout4_1":"Se houver um símbolo Free Spin no cilindro central e símbolos iguais no cilindro mais à esquerda e no cilindro mais à direita, os ganhos são pagos de acordo com o valor apresentado em cada cilindro e a Funcionalidade Rodadas Grátis é ativada com o número de rodadas grátis indicado no símbolo central.","Rule4_2_Payout4_2":"Durante qualquer rodada grátis, se houver um símbolo Free Spin no cilindro central e símbolos iguais no cilindro mais à esquerda e no cilindro mais à direita, os ganhos são pagos de acordo com o valor apresentado em cada cilindro e a Funcionalidade Rodadas Grátis será reativada com o número de rodadas grátis indicado no símbolo central.","Rule5_0_Payout5_0":"Ganho máximo","Rule5_1_Payout5_1":"O montante de ganho máximo corresponde a %{2000}x o montante da aposta.","Rule5_2_Payout5_2":"Se o total de ganhos no jogo principal ou na Funcionalidade Rodadas Grátis atingir %{2000}x o montante da aposta, a rodada termina."},"CashManiaRule":{"Rule1_1":"Cash Mania é uma slot de vídeo de 3 cilindros e 1 linha com multiplicadores de ganhos até x100.","Rule1_2":"O jogo é jogado com uma aposta de base de 10 para 1 linha, nível de aposta de 1 a 10 e valor de aposta de %{minChip} a %{maxChip}.","Rule1_9":"O ganho de linha de aposta em dinheiro é igual ao valor apresentado nos cilindros.","Rule1_10":"A linha de aposta ganha se houver um símbolo no cilindro central e símbolos iguais no cilindro mais à esquerda e no cilindro mais à direita.","Rule1_12":"A Funcionalidade Rodadas grátis é jogada com a mesma aposta e o mesmo nível de aposta que a acionou."},"CashManiaPayout":{"PayoutMainTitle":"Símbolo Vencedor Igual","PayoutWild":"Símbolo Wild","PayoutScatter":"Símbolo Scatter","MegaWaysTitle":"%{64} - %{46656} Sentidos","MegaWaysImageExample":"Com base no exemplo acima:","MegaWaysTotalWinningExample":"Total de ganhos neste exemplo:"}}