{"PFCommonRules":{"WildExplain1":"El símbolo Wild sustituye a todos los símbolos excepto al Scatter.","WildExplain2":"El símbolo Wild aparece en todos los carriles.","WildExplain3":"El símbolo Scatter solo aparece en los carriles 2, 3 y 4.","WildExplain4":"Los giros gratis se juegan con el mismo tamaño de apuesta y el mismo nivel de apuesta que el giro que activó los giros gratis.","PlushieRespinFeatureTitle":"Función Regiro Peluche","PlushieRespinFeatureDesc1":"La función Regiro Peluche se puede activar aleatoriamente en cualquier giro que no tenga premios ni símbolos Scatter.","PlushieRespinFeatureDesc2":"Durante la función Regiro Peluche se seleccionará un juguete y los símbolos del tercer carril serán sustituidos por el juguete seleccionado. Los carriles girarán con el juguete seleccionado manteniendo su posición fija en los carriles y los regiros terminarán cuando en los carriles no aparezcan más símbolos del juguete.","PlushieRespinFeatureDesc3":"Por cada símbolo del juguete seleccionado que aparezca, se otorgará un premio igual al 30% de la apuesta.","PlushieRespinFeatureDesc4":"Después de los regiros, se pagarán todos los premios de líneas que incluyan el símbolo del juguete seleccionado.","PlushieRespinFeatureDesc5":"Durante los regiros, todos los demás símbolos, incluyendo los símbolos Scatter y Wild, no entran en juego.","PlushieRespinFeatureDesc6":"La función Regiro Peluche no se puede reactivar.","PlushieRespinFeatureDesc7":"La función Regiro Peluche no se puede activar durante los giros gratis.","UnicornFeatureTitle":"Función Sorpresa Unicornio","UnicornFeatureDesc1":"Durante la función Regiro Peluche es posible que se seleccione un Unicornio de juguete.","UnicornFeatureDesc2":"Si se selecciona un Unicornio de juguete, el carril 3 se transforma en Wild, se añaden a los carriles 2 Wilds adicionales y se pagan todos los premios.","BonusFeatureTitle":"Función Bonus","BonusFeatureDesc1":"3 símbolos Scatter en cualquier lugar de los carriles 2, 3 y 4 activan el Bonus.","BonusFeatureDesc2":"Al comienzo de la función de Bonus se activan 10 giros gratis.","BonusFeatureDesc3":"Durante la función de Bonus se seleccionan 3 juguetes concretos. Los símbolos de los juguetes seleccionados serán sustituidos por símbolos Wild durante los giros gratis. En los carriles no aparecen símbolos Wild adicionales.","BonusFeatureDesc4":"Los giros gratis comienzan inmediatamente después de realizar la selección de juguetes. ","BonusFeatureDesc5":"La función Bonus se puede reactivar."},"PFGameRules":{"PlushieFrenzyDesc1":"Plushie Frenzy es una vídeo tragaperras de 5 carriles y 3 filas, en la que los símbolos Wild sustituyen a otros símbolos, los símbolos Scatter otorgan giros gratis y en la que se puede activar aleatoriamente el bonus del Regiro Peluche.","PlushieFrenzyDesc2":"Se juega con 30 líneas de apuesta (fijas), un nivel de apuesta entre %{minBetMtp} y %{maxBetMtp} y un tamaño de apuesta entre %{minChip} y %{maxChip}."}}