{"PFCommonRules":{"WildExplain1":"O símbolo Wild substitui todos os símbolos, exceto símbolos Scatter.","WildExplain2":"O símbolo Wild aparece em todos os cilindros.","WildExplain3":"O símbolo Scatter aparece apenas nos cilindros 2, 3 e 4.","WildExplain4":"As rodadas grátis são jogadas com a mesma aposta e o mesmo nível de aposta que a rodada que acionou as rodadas grátis.","PlushieRespinFeatureTitle":"Funcionalidade Nova Rodada Plushie","PlushieRespinFeatureDesc1":"A Funcionalidade Nova Rodada Plushie pode ser ativada aleatoriamente em cada rodada sem prémio e sem símbolos Scatter.","PlushieRespinFeatureDesc2":"Durante a Funcionalidade Nova Rodada Plushie, um brinquedo é selecionado, e o 3º cilindro é substituído pelo brinquedo selecionado. Os cilindros rodam com o brinquedo selecionado fixo na posição dos cilindros. As novas rodadas terminam quando não aparecer nenhum símbolo de brinquedo nos cilindros.","PlushieRespinFeatureDesc3":"Para cada símbolo de brinquedo selecionado, é atribuído um prémio equivalente a 30% da aposta.","PlushieRespinFeatureDesc4":"Após as novas rodadas, todos os ganhos da linha que têm o símbolo de brinquedo selecionado são pagos.","PlushieRespinFeatureDesc5":"Durante as novas rodadas, todos os outros símbolos, incluindo Scatter e Wild, não estão em jogo.","PlushieRespinFeatureDesc6":"A Funcionalidade Nova Rodada Plushie não pode ser reativada.","PlushieRespinFeatureDesc7":"A Funcionalidade Nova Rodada Plushie não pode ser reativada durante as rodadas grátis.","UnicornFeatureTitle":"Funcionalidade Unicórnio Surpresa","UnicornFeatureDesc1":"Durante a Funcionalidade Nova Rodada Plushie, há a probabilidade de selecionar um brinquedo Unicórnio.","UnicornFeatureDesc2":"Se o brinquedo Unicórnio for selecionado, o cilindro 3 é transformado em Wild, são adicionados aleatoriamente 2 símbolos Wild adicionais aos cilindros e todos os ganhos são pagos.","BonusFeatureTitle":"Funcionalidade Bónus","BonusFeatureDesc1":"3 símbolos Scatter em qualquer posição dos cilindros 2, 3 e 4 ativam a Funcionalidade Bónus.","BonusFeatureDesc2":"São atribuídas 10 rodadas grátis no início da Funcionalidade Bónus.","BonusFeatureDesc3":"Durante a Funcionalidade Bónus, são selecionados 3 brinquedos diferentes. Os símbolos de brinquedo selecionados são substituídos por símbolos Wild durante as rodadas grátis. Não aparecem símbolos Wild adicionais nos cilindros.","BonusFeatureDesc4":"As rodadas grátis começam imediatamente após a seleção de brinquedos. ","BonusFeatureDesc5":"A Funcionalidade Bónus pode ser reativada."},"PFGameRules":{"PlushieFrenzyDesc1":"Plushie Frenzy é um vídeo slot de 5 cilindros e 3 linhas com substituições Wild, símbolos Scatter que atribuem rodadas grátis e hipóteses aleatórias de ativar o jogo de bónus da nova rodada plushie.","PlushieFrenzyDesc2":"O jogo é jogado com 30 linhas de aposta (fixas), um nível de aposta entre %{minBetMtp} e %{maxBetMtp} e valores de aposta entre %{minChip} e %{maxChip}."}}