{"PFCommonRules":{"WildExplain1":"Wild symbol substitutes for all symbols except Scatter symbol.","WildExplain2":"Wild symbol appears on all reels.","WildExplain3":"Scatter symbol appears on reels 2, 3 and 4 only.","WildExplain4":"Free spins are played at the same bet size and bet level as the spin that triggered the free spins.","PlushieRespinFeatureTitle":"Plushie Respin Feature","PlushieRespinFeatureDesc1":"Plushie Respin Feature can be triggered randomly on any spin that has no win and no scatter symbols.","PlushieRespinFeatureDesc2":"During Plushie Respin Feature, one toy will be selected, and the 3rd reels will be substituted with the selected toy. The reels will respin with the selected toy being held in position on the reels, and respins will end when no toy symbol appears on the reels.","PlushieRespinFeatureDesc3":"For each selected toy symbol that appears, a prize of 30% of the bet will be awarded.","PlushieRespinFeatureDesc4":"After respins, all line wins that have the selected toy symbol will be paid out.","PlushieRespinFeatureDesc5":"During respins, all other symbols including Scatter and Wild are not in play.","PlushieRespinFeatureDesc6":"Plushie Respin Feature cannot be retriggered.","PlushieRespinFeatureDesc7":"Plushie Respin Feature cannot be triggered during free spins.","UnicornFeatureTitle":"Unicorn Surprise Feature","UnicornFeatureDesc1":"During Plushie Respin Feature, there is a chance that a Unicorn toy will be selected.","UnicornFeatureDesc2":"If the Unicorn toy is selected, reel 3 is transformed into Wild, 2 additional random wilds are added on the reels, and all wins are paid.","BonusFeatureTitle":"Bonus Feature","BonusFeatureDesc1":"3 Scatter symbols appearing anywhere on reels 2, 3, and 4 triggers the Bonus Feature.","BonusFeatureDesc2":"10 free spins are awarded at the start of the Bonus Feature.","BonusFeatureDesc3":"During the Bonus Feature, 3 unique toys are selected. Selected toy symbols will be substituted with Wild symbols during free spins. No additional Wild symbols appear on the reels.","BonusFeatureDesc4":"Free spins begin immediately after toy selection is made. ","BonusFeatureDesc5":"Bonus Feature can be retriggered."},"PFGameRules":{"PlushieFrenzyDesc1":"Plushie Frenzy is a 5-reel, 3-row video slot featuring wild substitutions, Scatters which awards free spins and random chances to trigger plushie respin bonus game.","PlushieFrenzyDesc2":{"value":"The game is played with 30 bet lines (fixed), bet level of %{minBetMtp} to %{maxBetMtp} and bet size of %{minChip} to %{maxChip}.","comment":"%{minBetMtp}, %{maxBetMtp}, %{minChip}, %{maxChip} will be replaced with game specific configurations","example":"The game is played with 30 bet lines (fixed), bet level of 1 to 10 and bet size of 0.01 to 10."}}}