{"PFCommonRules":{"WildExplain1":"Le symbole Wild se substitue à tout autre symbole à l'exception du symbole Scatter.","WildExplain2":"Le symbole Wild apparaît sur tous les rouleaux.","WildExplain3":"Le symbole Scatter apparaît sur les rouleaux 2, 3 et 4 seulement.","WildExplain4":"Les tours gratuits sont joués à la même taille de mise et au même niveau de mise que le tour qui a déclenché les tours gratuits.","PlushieRespinFeatureTitle":"Fonctionnalité Relance peluche","PlushieRespinFeatureDesc1":"La fonctionnalité Relance peluche peut être déclenchée aléatoirement lors de n'importe quel tour sans gain et sans symbole Scatter.","PlushieRespinFeatureDesc2":"Pendant la fonctionnalité Relance peluche, un jouet sera sélectionné et remplacera le troisième rouleau. Les rouleaux tourneront à nouveau tandis que le jouet sélectionné restera en place, et les relances se termineront quand il n'y aura plus de nouveau symbole jouet sur les rouleaux.","PlushieRespinFeatureDesc3":"Pour chaque symbole jouet sélectionné, le joueur recevra un prix valant 30 % de la mise.","PlushieRespinFeatureDesc4":"Après les relances, tous les gains de ligne contenant le symbole jouet sélectionné seront attribués.","PlushieRespinFeatureDesc5":"Tous les autres symboles, incluant Scatter et Wild, n'apparaissent pas pendant les relances.","PlushieRespinFeatureDesc6":"La fonctionnalité Relance peluche ne peut pas être déclenchée à nouveau.","PlushieRespinFeatureDesc7":"La fonctionnalité Relance peluche ne peut pas être déclenchée pendant les tours gratuits.","UnicornFeatureTitle":"Fonctionnalité Surprise licorne","UnicornFeatureDesc1":"Pendant la fonctionnalité Relance peluche, il y a une chance d'attraper un jouet Licorne.","UnicornFeatureDesc2":"Si le joueur attrape un jouet Licorne, le rouleau 3 est transformé en Wild, deux Wilds supplémentaires aléatoires sont ajoutés aux rouleaux et tous les gains sont versés.","BonusFeatureTitle":"Fonctionnalité Bonus","BonusFeatureDesc1":"Trois symboles Scatter apparaissant n'importe où sur les rouleaux 2, 3 et 4 déclenchent la fonctionnalité Bonus.","BonusFeatureDesc2":"10 tours gratuits sont attribués au début de la fonctionnalité Bonus.","BonusFeatureDesc3":"Pendant la fonctionnalité Bonus, 3 jouets uniques sont sélectionnés. Les symboles de jouet sélectionnés seront remplacés par des symboles Wild pendant les tours gratuits. Aucun symbole Wild n'apparaît sur les rouleaux.","BonusFeatureDesc4":"Les tours gratuits commencent immédiatement après la sélection des jouets. ","BonusFeatureDesc5":"La fonctionnalité Bonus peut être déclenchée à nouveau."},"PFGameRules":{"PlushieFrenzyDesc1":"Doudous en folie est une machine à sous vidéo à 5 rouleaux et 3 lignes, avec des substitutions Wild, des Scatters qui attribuent des tours gratuits et la possibilité de déclencher le jeu de relances bonus Peluches.","PlushieFrenzyDesc2":"Le jeu se joue avec 30 lignes de mise (fixes), un niveau de mise allant de %{minBetMtp} à %{maxBetMtp} et une taille de mise allant de %{minChip} à %{maxChip}."}}