{"GamePayout":{"PayoutTitle":"Tableau des gains"},"CommonRulesShared":{"InGameCurrency":"La devise utilisée dans le jeu est %{configuredValue}.","CashWallet":"\"Porte-monnaie en argent\" affiche le montant en argent disponible pour jouer.","WinShownInCash":"Tous les gains sont affichés en argent.","BackAction":"Appuyez pour quitter le jeu et revenir à la page précédente.","GameLobbyAction":"Touchez pour quitter le jeu et accéder au lobby du jeu PG.","GameHistoryDescription":"Affiche le détail des parties jouées précédemment. Faites défiler jusqu'en bas pour charger plus d'enregistrements.","GameHistoryActionWithIcon":"Appuyez sur<img src='ic_nav_calender'/>pour sélectionner les dates des parties à afficher dans l'historique.","ReturnToPlayerDescription":"Le rendement théorique au joueur (RTP) pour ce jeu est de %{rtpValue}. Ce RTP représente le paiement du jeu théorique à long terme.","AdditionInfoMalfunctionDescription":"Une mauvaise utilisation ou un dysfonctionnement annulent toutes les actions et tous les paiements.","AdditionInfoInactiveGameSessions":"Si la durée d’une session de jeu inactive dépasse %{dayCount} jours, la session de jeu sera automatiquement close. Toute mise placée et tout gain obtenu avant l’interruption seront soumis aux conditions d’utilisation du site de jeu.","AdditionInfoInactiveGameSessionsHour":"Si la durée d’une session de jeu inactive dépasse %{hourCount} heures, la session de jeu sera automatiquement close. Toute mise placée et tout gain obtenu avant l’interruption seront soumis aux conditions d’utilisation du site de jeu."},"SlotRulesShared":{"BetSize":"La Taille de mise est définie en utilisant le sélecteur \"Taille de mise\".","BetLevel":"Le Niveau de mise est défini en utilisant le sélecteur \"Niveau de mise\".","BetAmount":"Le Montant de la mise est défini en utilisant le sélecteur \"Montant de mise\".","AutoSpinPlays":"\"Jeu automatique\" lance le jeu en mode automatique pour le nombre de tours spécifié.","PayoutAccordingToPaytable":"Les combinaisons gagnantes sont évaluées et les paiements sont attribués conformément au \"Tableau des gains\".","MainGameTitle":"Jeu principal","SpinTitle":"Jouer","FastStopAction":"Touchez le bouton ou la zone de jeu pendant un tour pour arrêter les rouleaux.","HoldSpaceBarAction":"Appuyez sur la <barre espace> et maintenez enfoncé pour continuer à jouer jusqu'à ce que vous arrêtiez d'y toucher. (sur version PC uniquement)","StopTitle":"Arrêter","StopAutoSpinAction":"Appuyez pour arrêter le Jeu automatique. Le nombre sur le bouton indique combien il reste de tours à jouer en mode Jeu automatique.","SpinOptionTitle":"Options de lancer","SpinSpeedSelection":"La vitesse des tours peut être réglée sur Normale ou Turbo (la durée du tour de rouleau dans le jeu principal est réduite).","AutoSpinPlayDescription":"Auto Spin joue automatiquement au jeu pour un nombre de tours déterminé.","SelectAutoSpinRound":"Nombre de tours : Touchez pour sélectionner un nombre de tours automatiques.","StopAutoSpinIfWinExceed":"Arrêter Auto Spin si un gain unique dépasse (valeur spécifiée par le joueur) : Auto Spin est automatiquement désactivé lorsqu'un gain unique dépasse cette valeur.","StopAutoSpinIfBalanceIncrease":"Arrêter Auto Spin si le solde augmente de (valeur spécifiée par le joueur) : Auto Spin est automatiquement désactivé lorsque le solde augmente de cette valeur (par rapport au solde lorsqu'Auto Spin est activé).","StopAutoSpinIfBalanceDecrease":"Arrêter Auto Spin si le solde diminue de (valeur spécifiée par le joueur) : Auto Spin est automatiquement désactivé lorsque le solde diminue de cette valeur (par rapport au solde lorsqu'Auto Spin est activé).","BetOptionsTitle":"Options de mise","BetSizeAction":"Taille de la mise : Faites défiler pour sélectionner la taille de la mise.","BetLevelAction":"Niveau de la mise : Faites défiler pour sélectionner le niveau de la mise.","BetAmountAction":"Montant de la mise : Faites défiler pour sélectionner le montant de la mise.","MaxBetAction":"Mise maximale : Touchez pour régler la taille de la mise et le niveau de la mise à la valeur maximale.","BackTitle":"Précédent","GameLobbyTitle":"Lobby du jeu","SmartBotTitle":"SmartBot","SmartBotAction":"Touchez pour quitter le jeu et accéder au SmartBot PG.","MoreTitle":"Plus","MoreAction":"Touchez pour accéder aux paramètres de Son, au Tableau des gains, aux Règles du jeu et à l'Historique de jeu.","MoreSettingTitle":"Plus de réglages","SoundTitle":"Son","SoundAction":"Touchez pour ACTIVER ou DÉSACTIVER le son.","PaytableTitle":"Tableau des gains","PaytableAction":"Affiche les combinaisons gagnantes et le tableau des gains.","GameRuleTitle":"Règles","GameRuleAction":"Affiche les règles du jeu et les fonctions associées aux boutons.","GameHistoryTitle":"Historique","CloseTitle":"Fermer","CloseAction":"Appuyez pour revenir au jeu principal.","ReturnToPlayerTitle":"Remboursement du joueur","AdditionInfoTitle":"Informations supplémentaires","TurboSpinTitle":"Turbo Spin ","TurboSpinAction":"Appuyez pour ACTIVER ou DÉSACTIVER Turbo Spin."},"SlotRulesBetLineRelated":{"WinDetailBreakdown":"Un gain par ligne en argent est égal à la valeur affichée dans le \"Tableau des gains\" multipliée par la taille de la mise et le niveau de la mise.","HighestWinIsPaid":"Seul le gain par ligne le plus élevé est payé.","WinFromLeftmost":"Une ligne est gagnante si elle est composée de symboles gagnants se succédant de gauche à droite en partant du rouleau le plus à gauche.","SimultanuousWin":"Les gains simultanés obtenus sur différentes lignes de paiement s'ajoutent.","SpinAction":"Touchez pour lancer un tour aux lignes de mise, à la taille de mise et au niveau de mise actuels.","PressSpaceAction":"Appuyez sur la <barre espace> pour lancer un tour aux lignes de mise, à la taille de mise et au niveau de mise actuels. (sur version PC uniquement)"},"SlotRulesBetWaysRelated":{"WinDetailBreakdown":"Un gain de trajectoire en argent est égal à la valeur affichée dans le \"Tableau des gains\" multipliée par la taille de la mise et le niveau de la mise.","BetWaysWin":"La combinaison génère des gains si les symboles gagnants se succèdent du rouleau de gauche vers la droite.","TotalOfBetWaysWin":"Le nombre total de gains pour chaque symbole est calculé en multipliant le nombre de symboles gagnants adjacents à chaque symbole du rouleau de gauche vers la droite.","WinningSymbolPayout":"Le paiement des symboles gagnants est multiplié par le nombre de gains.","SimultaneousWin":"Les gains simultanés sur différentes lignes de mise sont additionnés."},"SlotRulesBaseBetRelated":{"SpinAction":"Touchez pour lancer un tour aux Mise de base, Taille de mise et Niveau de mise actuels.","PressSpaceAction":"Touchez <barre espace> pour lancer un tour à la mise de base, à la taille de mise et au niveau de mise actuels. (sur version PC uniquement)"},"GameRule":{"RulesTitle":"Règles du jeu"},"InfoboardMessage":{"Win":"Gain","TotalWin":"Gain Total"},"SettingMenuHelper":{"QuitGameTitle":"Quitter le jeu","QuitGameMessage":"Êtes-vous sûr de vouloir quitter ?","Cancel":"Annuler","Quit":"Quitter","ReevaluateBet":"Les options de mise ont été mises à jour. Veuillez sélectionner une nouvelle option de mise.","Select":"Options de mise","RetryResLoad":"Échec du chargement des ressources, nouvel essai système... (%{times} fois)","HistoryOK":"OK","SmartBotTitle":"SmartBot","SmartBotMessage":"Voulez-vous essayer SmartBot ?","NextTime":"Une prochaine fois","TryNow":"Essayer maintenant"},"SettingMenu":{"WalletLoading":"En chargement","SettingSliderNumNone":"Aucune","BalanceWord":"Solde","WinPrizeWord":"Gain","WalletRetry":"Réessayer","SettingCloseWord":"Fermer","SettingHistoryWord":"Historique","SettingPayoutWord":"Tableau des gains","SettingRulesWord":"Règles","SettingSoundWord":"Son"},"WalletHelper":{"Balance":"Solde","FreeGameCounter":"Partie gratuite: %{count}","RollOver":"Cumul : %{amount}"},"ProsperityLion":{"Title":"Le lion de la prospérité"},"ProsperityLionSymbolPopOut":{"WildDescription":"Les symboles Wild remplacent tous les symboles sauf Lion et Ballon.","LionSymbol":"Symbole Lion","BallSymbol":"Symbole Ballon"}}