{"ProsperityLionPayoutAndRulesShared":{"TitleBallFeature":"Fonction Ballon","BodyBallFeature1":"Deux symboles Ballon n'importe où sur les rouleaux 2 et 4 déclenchent la fonction Ballon.","BodyBallFeature2":"Deux ballons festifs apparaissent et l'un d'eux est choisi aléatoirement pour rapporter 2 ou 5 fois la mise actuelle.","TitleLionFeature":"Fonction Lion","BodyLionFeature1":"Deux symboles Lion n'importe où sur les rouleaux 2 et 4 déclenchent la fonction Lion.","BodyLionFeature2":"Deux têtes de lion apparaissent et l'une d'elles est choisie aléatoirement pour rapporter 5 ou 10 fois la mise actuelle.","TitleLionDanceFeature":"Fonction Danse du lion","BodyLionDanceFeature1":"Un symbole Lion et un symbole Ballon n'importe où sur les rouleaux 2 et 4 respectivement (ou 4 et 2 respectivement) déclenchent la fonction Danse du lion.","BodyLionDanceFeature2":"Un lion apparaît et traverse aléatoirement les rouleaux 2, 3 et 4 depuis l'emplacement du symbole Lion jusqu'à celui du symbole Ballon.","BodyLionDanceFeature3":"Tous les symboles traversés par le lion sur les rouleaux 2, 3 et 4 (symboles Lion et Ballon compris) se transforment en symboles Wild.","BodyLionDanceFeature4":"Quand le lion atteint l'emplacement du symbole Ballon, il disparaît et les gains vous sont versés.","GeneralRulesPayoutValue1":"Les symboles Wild remplacent tous les symboles sauf Lion et Ballon.","GeneralRulesPayoutValue2":"Les symboles Wild apparaissent uniquement sur les rouleaux 2, 3 et 4.","GeneralRulesPayoutValue3":"Les symboles Lion et Ballon apparaissent uniquement sur les rouleaux 2 et 4."},"ProsperityLionPayout":{"TitleSymbol":"Valeurs de paiement du symbole","WildSymbol":"Symbole Wild","LionSymbol":"Symbole Lion","BallSymbol":"Symbole Ballon","TitleWinningBetLines":"Lignes gagnantes"},"ProsperityLionRules":{"GeneralRules1":"Le lion de la prospérité est une machine à sous vidéo à 5 rouleaux et 3 lignes, avec les symboles Lion et Balle qui attribuent diverses fonctions aux rouleaux.","GeneralRules2":"Le jeu se joue avec 9 lignes de mise (fixes), un niveau de mise allant de %{minBetMtp} à %{maxBetMtp} et une taille de mise allant de %{minChip} à %{maxChip}."}}