{"ProsperityLionPayoutAndRulesShared":{"TitleBallFeature":"Funcionalidade Bola","BodyBallFeature1":"Dois símbolos de Bola em qualquer posição nos cilindros 2 e 4 ativam a Funcionalidade Bola.","BodyBallFeature2":"Duas bolas festivas irão aparecer e uma bola festiva será selecionada aleatoriamente para atribuir 2 ou 5 vezes o atual valor de aposta.","TitleLionFeature":"Funcionalidade Leão","BodyLionFeature1":"Dois símbolos de Leão em qualquer posição nos cilindros 2 e 4 ativam a Funcionalidade Leão.","BodyLionFeature2":"Duas cabeças de leão irão aparecer e uma cabeça de leão será selecionada aleatoriamente para atribuir 5 ou 10 vezes o atual valor de aposta.","TitleLionDanceFeature":"Funcionalidade Dança do Leão","BodyLionDanceFeature1":"Um símbolo de Leão e um símbolo de Bola em qualquer posição nos cilindros 2 e 4 respetivamente (ou cilindros 4 e 2 respetivamente) ativam a Funcionalidade Dança do Leão.","BodyLionDanceFeature2":"Irá aparecer um símbolo de Leão que viajará aleatoriamente pelos cilindros 2, 3 e 4 desde a posição do símbolo de Leão para a posição do símbolo de Bola.","BodyLionDanceFeature3":"Todos os símbolos nos cilindros 2, 3 e 4 de que o Leão tenha viajado (incluindo o símbolo de Leão e o símbolo de Bola) serão transformados em símbolos Wild.","BodyLionDanceFeature4":"Quando o símbolo de Leão alcança a posição do símbolo de Bola, o símbolo de Leão é removido e os ganhos serão pagos.","GeneralRulesPayoutValue1":"O símbolo Wild substitui todos os símbolos exceto os símbolos de Leão e de Bola.","GeneralRulesPayoutValue2":"O símbolo Wild aparece apenas nos cilindros 2, 3 e 4.","GeneralRulesPayoutValue3":"O símbolo de Leão e o símbolo de Bola aparecem apenas nos cilindros 2 e 4."},"ProsperityLionPayout":{"TitleSymbol":"Valores de pagamento dos símbolos","WildSymbol":"Símbolo Wild","LionSymbol":"Símbolo de Leão","BallSymbol":"Símbolo de Bola","TitleWinningBetLines":"Linhas de aposta vencedoras"},"ProsperityLionRules":{"GeneralRules1":"Prosperity Lion é uma slot de vídeo de 5 cilindros e 3 linhas com símbolo Leão e símbolo Roda que atribuem várias funcionalidades nos cilindros.","GeneralRules2":"O jogo é jogado com 9 linhas de aposta (fixas), um nível de aposta entre %{minBetMtp} e %{maxBetMtp} e valores de aposta entre %{minChip} e %{maxChip}."}}