{"ProsperityLionPayoutAndRulesShared":{"TitleBallFeature":"Ball Feature","BodyBallFeature1":"Two Ball symbols appearing anywhere on reels 2 and 4 will trigger the Ball Feature.","BodyBallFeature2":"Two festive balls will appear and a festive ball will be randomly chosen to award either 2 or 5 times of the current bet amount.","TitleLionFeature":"Lion Feature","BodyLionFeature1":"Two Lion symbols appearing anywhere on reels 2 and 4 will trigger the Lion Feature.","BodyLionFeature2":"Two lion heads will appear and a lion head will be randomly chosen to award either 5 or 10 times of the current bet amount.","TitleLionDanceFeature":"Lion Dance Feature","BodyLionDanceFeature1":"A Lion symbol and a Ball symbol appearing anywhere on reels 2 and 4 respectively (or reels 4 and 2 respectively) will trigger the Lion Dance Feature.","BodyLionDanceFeature2":"A lion will appear and randomly travel within reels 2, 3 and 4 from the Lion symbol's position to the Ball symbol's position.","BodyLionDanceFeature3":"Any symbols on reels 2, 3 and 4 that the Lion travelled on (including the Lion symbol and the Ball symbol) will be transformed into Wild symbols.","BodyLionDanceFeature4":"When the lion reaches the Ball symbol's position, the lion is removed and wins will then be paid.","GeneralRulesPayoutValue1":"Wild symbol substitutes for all symbols except Lion symbol and Ball symbol.","GeneralRulesPayoutValue2":"Wild symbol appears on reels 2, 3 and 4 only.","GeneralRulesPayoutValue3":"Lion symbol and Ball symbol appear on reels 2 and 4 only."},"ProsperityLionPayout":{"TitleSymbol":"Symbol Payout Values","WildSymbol":"Wild symbol","LionSymbol":"Lion symbol","BallSymbol":"Ball symbol","TitleWinningBetLines":"Winning Bet Lines"},"ProsperityLionRules":{"GeneralRules1":"Prosperity Lion is a 5-reel, 3-row video slot featuring Lion symbol and Ball symbol that award various features on the reels.","GeneralRules2":{"value":"The game is played with 9 bet lines (fixed), bet level of %{minBetMtp} to %{maxBetMtp} and bet size of %{minChip} to %{maxChip}.","comment":"%{minBetMtp}, %{maxBetMtp}, %{minChip}, %{maxChip} will be minimum bet level, maximum max level, minimum bet size and maximum bet size in numeric form.","example":"The game is played with 30 bet lines (fixed), bet level of 1 to 10 and bet size of 0.05 to 50."}}}