{"ProsperityLionPayoutAndRulesShared":{"TitleBallFeature":"Función Bola","BodyBallFeature1":"Dos símbolos de bola que aparezcan en cualquier lugar de los carretes 2 y 4 activarán la función Bola.","BodyBallFeature2":"Dos bolas festivas aparecerán y se elegirá una bola festiva al azar para pagar 2 o 5 veces la cantidad apostada actual.","TitleLionFeature":"Función León","BodyLionFeature1":"Dos símbolos León que aparezcan en cualquier lugar de los carretes 2 y 4 activarán la función León.","BodyLionFeature2":"Dos cabezas de león aparecerán y se elegirá una cabeza de león al azar para pagar 5 o 10 veces la cantidad apostada actual.","TitleLionDanceFeature":"Función León Bailarín","BodyLionDanceFeature1":"Un símbolo León y un símbolo Bola aparece en cualquier lugar de los carretes 2 y 4 respectivamente (o en los carretes 4 y 2 respectivamente) y activarán la función León Bailarín.","BodyLionDanceFeature2":"Aparecerá un león que se moverá de forma aleatoria por los carretes 2, 3 y 4 desde la posición del símbolo del león a la posición del símbolo Bola.","BodyLionDanceFeature3":"Cualquier símbolo de los carretes 2, 3 y 4 por los que se haya movido el león (incluyendo el símbolo del león y el símbolo de la bola) se transformará en símbolos Wild.","BodyLionDanceFeature4":"Cuando el león llega a la posición del símbolo de la bola, se elimina el león y se pagan los premios.","GeneralRulesPayoutValue1":"El símbolo Wild sustituye a todos los símbolos salvo al símbolo León y al símbolo Bola.","GeneralRulesPayoutValue2":"El símbolo Wild solo aparece en los carretes 2, 3 y 4.","GeneralRulesPayoutValue3":"El símbolo León y el símbolo Bola solo aparecen en los carretes 2 y 4."},"ProsperityLionPayout":{"TitleSymbol":"Valor de pagos de símbolos","WildSymbol":"Símbolo Wild","LionSymbol":"Símbolo León","BallSymbol":"Símbolo Bola","TitleWinningBetLines":"Líneas de apuesta ganadoras"},"ProsperityLionRules":{"GeneralRules1":"Prosperity Lion es una vídeo tragaperras de 5 carretes y 3 filas con símbolo León y Pelota que activan varias funciones en los carretes.","GeneralRules2":"Se juega con 9 líneas de apuesta (fijas), un nivel de apuesta entre %{minBetMtp} y %{maxBetMtp} y un tamaño de apuesta entre %{minChip} y %{maxChip}."}}