{"Baccarat":{"Name":"Baccara Deluxe","TabbleSelectionTitle":"LOBBY DU JEU","TableSelectionNewTableLabel":"Rejoindre la table","TableName":"TABLE #%{tableId}","TableEnd":"(FIN)","DiscardTable":"Écarter la table","DiscardTableConfirmation":"Souhaitez-vous écarter la table #%{tableId} et en ouvrir une nouvelle ? Cette action est irréversible.","FreeHandSkippingLabel":"Passage...","FreeHandStoppingLabel":"Arrêt...","FreeHandRemainingCount":"Main gratuite : %{count}/%{total}","FreeHandTips":"Commencez la partie avec un maximum de %{round} tours de mains gratuites pour mieux identifier les tendances.","FreeHandTitle":"MAINS GRATUITES","FreeHandDesc":"Nombre de mains gratuites","MaxBet":"Mise max:","WinnerBoardPlayerWin":"LE JOUEUR GAGNE","WinnerBoardBankerWin":"LE BANQUIER GAGNE","WinnerBoardTie":"ÉGALITÉ","WinnerBoardSuperSix":"SUPER 6","WinnerBoardPair":"PAIRE","WinnerBoardNatural":"NATUREL","SupersixTitle":"Super 6","CommissionTitle":"Traditionnel","SkipLabel":"Passer","SqueezeOn":"SQUEEZE : ON","SqueezeOff":"SQUEEZE : OFF","AlreadyBetPlayer":"Vous avez déjà misé sur le joueur","AlreadyBetBanker":"Vous avez déjà misé sur le banquier"},"BaccaratSuperSixGameInfo":{"GameInfoRule0":"Le baccara Deluxe (Super 6) se joue avec 8 jeux standard de 52 cartes.","GameInfoPlacingBets1":"Appuyez sur les zones de mise (Joueur, Banquier, Égalité, Paire J, Paire B et Super 6) pour placer le montant de votre mise sur la zone de mise désirée."},"BaccaratGameInfo":{"GameInfoRule0":"Le baccara Deluxe (Traditionnel) se joue avec 8 jeux standard de 52 cartes.","GameInfoRule1":"La valeur de carte pour l'as est de 1. La valeur de carte pour le roi, la dame et le valet est de 0 (sauf lors du brûlage lorsqu'on rebat les cartes, où la valeur est de 10).","GameInfoRule2":"Le mélange des cartes des paquets se produit lors de la première partie sur la table ou pendant le jeu, lorsque la carte de coupe apparaît.","GameInfoShufflingTitle":"MÉLANGE","GameInfoShuffling1":"Appuyer sur l'icône Commencer pour lancer le mélange des cartes.","GameInfoShuffling2":"Pendant le mélange, appuyez sur l'icône Ignorer pour passer l'animation du mélange des cartes.","GameInfoShuffling3":"Les 8 paquets sont tous mélangés de façon honnête et aléatoire.","GameInfoShuffling4":"Le paquet est coupé une fois à environ 25 % du paquet.","GameInfoShuffling5":"Une carte de coupe est insérée à environ 25 % du bas du paquet, puis l'intégralité du paquet est placée dans le sabot.","GameInfoShuffling6":"Une première carte est tirée et la valeur de cette carte indique le nombre de cartes à brûler et à retirer du dessus du paquet.","GameInfoShuffling7":"Une fois que la ou les cartes ont été brûlées, choisissez le nombre de mains gratuites à jouer (de %{min_free_hands} à %{max_free_hands}).","GameInfoShuffling8":"Appuyez sur l'icône OK pour commencer la distribution du nombre de mains gratuites choisi. Cela ne nécessite aucune mise et aucun paiement ne sera versé à la fin d'une main gratuite.","GameInfoShuffling9":"Le jeu reprend quand toutes les mains gratuites ont été jouées, ou quand le joueur appuie sur l'icône Ignorer lors de n'importe quelle main gratuite.","GameInfoPlacingBets2":"Appuyez sur les zones de mise (Joueur, Banquier, Égalité, Paire J et Paire B) pour placer le montant de votre mise sur la zone de mise désirée.","GameInfoPlacingBets3":"Appuyez sur l'icône Passer pour commencer la distribution des cartes sans pari sur aucune des zones de mise. Cela n'est possible que s'il n'y a aucune mise placée sur une zone de mise. Aucun paiement n'est effectué quel que soit le résultat de la partie.","GameInfoPlacingBets4":"Appuyez sur Répéter pour placer la mise précédente et commencer la distribution des cartes.","GameInfoPlacingBets5":"Appuyez sur l'icône Doubler pour placer le double de la mise précédente et commencer la distribution des cartes.","GameInfoPlacingBets6":"Appuyez sur Effacer pour enlever tous les paris des zones de mise.","GameInfoPlacingBets7":"Appuyez sur l'icône Distribuer pour commencer la distribution des cartes.","GameInfoDealingTitle":"DISTRIBUTION","GameInfoDealingInfo1":"Le joueur et le banquier reçoivent chacun 2 cartes, avec la valeur des mains affichée à côté de chaque main. Les cartes sont distribuées dans l'ordre suivant : Joueur, Banquier, Joueur, Banquier.","GameInfoDealingInfo2":"Si la fonction Squeeze est activée dans le menu Paramètres, certaines cartes reçues peuvent être \"tordues\" pour en révéler la face visible.","GameInfoDealingInfo3":"Les valeurs des mains peuvent être comprises entre 0 et 9. Elles sont calculées en additionnant les valeurs des cartes et en n'utilisant que le dernier chiffre du total.","GameInfoDealingInfo4":"Si la valeur de la main du joueur et/ou celle du banquier représente un \"naturel\" (une valeur de main de 8 ou 9), à la fois le joueur et le banquier vont rester et aucune troisième carte n'est distribuée. Tout gain est payé conformément au tableau \"Paiement\" et la partie se termine.","GameInfoDealingInfo5":"Lorsqu'il n'y a pas de \"naturel\" parmi les mains, si la valeur de la main du joueur est égale ou inférieure à 5, une troisième carte lui est distribuée. Sinon, le joueur reste.","GameInfoDealingInfo6":"Au cas où le joueur ne reçoit pas de troisième carte, si la valeur de la main du banquier est égale ou inférieure à 5, une troisième carte lui est distribuée. Sinon, le banquier reste.","GameInfoDealingInfo7":"Tout gain est payé conformément au tableau \"Paiement\" et la partie se termine.","GameInfoSubDealingInfoTitle":"Au cas où le joueur se voit distribuer une troisième carte, les règles suivantes s'appliquent :","GameInfoSubDealingInfo1":"Si la valeur de la main du banquier est égale ou inférieure à 2, une troisième carte lui est distribuée.","GameInfoSubDealingInfo2":"Si la valeur de la main du banquier est de 3, une troisième carte lui est distribuée sauf si la valeur de la troisième carte du joueur est de 8.","GameInfoSubDealingInfo3":"Si la valeur de la main du banquier est de 4, une troisième carte lui est distribuée sauf si la valeur de la troisième carte du joueur est de 0, 1, 8 ou 9.","GameInfoSubDealingInfo4":"Si la valeur de la main du banquier est de 5, et que la valeur de la troisième carte du joueur est de 4, 5, 6 ou 7, une troisième carte est distribuée au banquier.","GameInfoSubDealingInfo5":"Si la valeur de la main du banquier est de 6, et que la valeur de la troisième carte du joueur est de 6 ou 7, une troisième carte est distribuée au banquier.","GameInfoSubDealingInfo6":"Si la valeur de la main du banquier est de 7, le banquier reste.","GameInfoMainGameDeal2":"Appuyez pour distribuer les cartes au niveau de mise actuel.","GameInfoMainGameChip2":"Touchez pour sélectionner la taille de la mise.","GameInfoMainGamePass1":"PASSER","GameInfoMainGamePass2":"Appuyez pour commencer la distribution des cartes sans pari sur aucune des zones de mise.","GameInfoMainGameClear1":"EFFACER","GameInfoMainGameClear2":"Appuyez pour enlever tous les paris des zones de mise.","GameInfoMainGameRepeat1":"RÉPÉTER","GameInfoMainGameRepeat2":"Appuyez pour placer la même mise qu'à la partie précédente et distribuer les cartes.","GameInfoMainGameDouble1":"DOUBLER","GameInfoMainGameDouble2":"Appuyez pour miser le double de la partie précédente et distribuer les cartes.","GameInfoMainGameSqueeze1":"SQUEEZE","GameInfoMainGameSqueeze2":"Appuyez pour activer ou désactiver la fonction Squeeze.","GameInfoMainGameRoadmap1":"FEUILLE DE ROUTE","GameInfoMainGameRoadmap2":"Affiche l'historique et diverses tendances des parties précédentes jouées sur la table sélectionnée. Elle est située au-dessus de la zone de jeu de l'écran principal.","GameInfoMainGameRoadmap3":"Appuyez sur <img src='ic_road_arrow_left'/> , <img src='ic_road_arrow_right'/> ou <img src='ic_road_menu'/> pour basculer entre les tables.","GameInfoMainGameRoadmap4":"Appuyez sur <img src='ic_road_discard'/> pour écarter la table et ouvrir une nouvelle table."},"BaccaratRoadMap":{"RoadMapTitle":"FEUILLE DE ROUTE","RoadMapBeadPlateTitle":"BEAD PLATE","RoadMapBeadPlate1":"Bead Plate est affichée dans la partie située en bas à gauche de la feuille de route.","RoadMapBeadPlate2":"Les résultats sont affichés de façon séquentielle, en commençant par la cellule du coin en haut à gauche, qui affiche le résultat le plus ancien. Le résultat suivant est affiché en-dessous du dernier résultat. Lorsque la cellule située en bas de colonne est atteinte, le résultat suivant est affiché dans la plus haute cellule de la colonne suivante.","RoadMapBeadPlate3":"Un cercle rouge plein indique que c'est le banquier qui a gagné la partie.","RoadMapBeadPlate4":"Un cercle bleu plein indique que c'est le joueur qui a gagné la partie.","RoadMapBeadPlate5":"Un cercle vert plein indique que la partie s'est terminée sur une égalité.","RoadMapBeadPlate6":"Un point rouge en haut de la cellule indique que le banquier avait une paire.","RoadMapBeadPlate7":"Un point bleu en haut de la cellule indique que le joueur avait une paire.","RoadMapBigRoadTitle":"BIG ROAD","RoadMapBigRoad1":"Big Road est affichée dans la partie haute de la feuille de route.","RoadMapBigRoad2":"Les résultats sont affichés de façon séquentielle, en commençant par la cellule du coin en haut à gauche, qui affiche le résultat le plus ancien. Si le gagnant de la nouvelle partie est le même que lors de la partie précédente, le résultat est affiché en-dessous du dernier résultat. Si le gagnant de la nouvelle partie est différent de celui de la partie précédente, le résultat est affiché dans la cellule la plus haute de la colonne suivante. Lorsque la cellule du bas de la colonne est atteinte, le résultat suivant est affiché dans la cellule située à droite du dernier résultat, dans la colonne suivante.","RoadMapBigRoad3":"Un cercle rouge vide indique que c'est le banquier qui a gagné la partie.","RoadMapBigRoad4":"Un cercle bleu vide indique que c'est le joueur qui a gagné la partie.","RoadMapBigRoad5":"Une ligne verte indique que la partie s'est terminée sur une égalité.","RoadMapBigEyeBoyTitle":"BIG EYE BOY","RoadMapBigEyeBoy1":"Big Eye Boy est affichée en-dessous de la feuille Big Road et à droite de la feuille Bead Plate.","RoadMapBigEyeBoy2":"Le point de départ correspond au second résultat dans la seconde colonne de la feuille Big Road, qui représente le second résultat après le premier changement de gagnant dans la partie. Si la cellule du second résultat dans la deuxième colonne de la feuille Big Road est vide, le point de départ de la feuille Big Eye Boy est le premier résultat de la troisième colonne de la feuille Big Road.","RoadMapBigEyeBoy3":"Si le nouveau résultat provoque le passage à une nouvelle colonne dans la feuille Big Road, alors les deux colonnes précédentes dans la feuille Big Road sont comparées. Si elles ont la même profondeur, un cercle rouge vide est marqué sur la feuille Big Eye Boy. Sinon, un cercle bleu vide est marqué sur la feuille Big Eye Boy.","RoadMapBigEyeBoy4":"Si le nouveau résultat est le même que celui de la main précédente (en dehors des égalités), alors la cellule à gauche du résultat nouvellement créé dans la feuille Big Road est comparé avec la cellule située en haut à gauche du résultat nouvellement créé dans la feuille Big Road. Si ces deux cellules sont identiques, qu'elles soient toutes les deux en faveur du banquier, du joueur, ou toutes les deux vides, un cercle rouge vide est marqué sur la feuille Big Eye Boy. Sinon, un cercle bleu vide est marqué sur la feuille Big Eye Boy.","RoadMapSmallRoadTitle":"SMALL ROAD","RoadMapSmallRoad1":"Small Road est affichée sous la feuille Big Eye Boy.","RoadMapSmallRoad2":"Le point de départ correspond au second résultat de la troisième colonne de la feuille Big Road, qui représente le second résultat après le second changement de gagnant dans la partie. Si la cellule du second résultat de la troisième colonne de la feuille Big Road est vide, le point de départ de la Small Road est le premier résultat de la quatrième colonne de la feuille Big Road.","RoadMapSmallRoad3":"Si le nouveau résultat provoque le passage à une nouvelle colonne dans la feuille Big Road, alors la première et la troisième colonne situées à gauche de la nouvelle colonne sont comparées. Si elles ont la même profondeur, un cercle rouge plein est marqué sur la feuille Small Road. Sinon, un cercle bleu plein est marqué sur la feuille Small Road.","RoadMapSmallRoad4":"Si le nouveau résultat est le même que celui de la main précédente (en dehors des égalités), alors la cellule située deux cellules à gauche de la nouvelle entrée créée dans la feuille Big Road est comparée avec la cellule située deux cellules à gauche et une cellule au-dessus de la nouvelle entrée créée dans la feuille Big Road. Si ces deux cellules sont identiques, qu'elles soient toutes les deux en faveur du banquier, du joueur, ou toutes les deux vides, un cercle rouge plein est marqué sur la feuille Small Road. Sinon, un cercle bleu plein est marqué sur la feuille Small Road.","RoadMapCockroachPigTitle":"COCKROACH PIG","RoadMapCockroachPig1":"Cockroach Pig est affichée à droite de la feuille Big Eye Boy.","RoadMapCockroachPig2":"Le point de départ correspond au second résultat de la quatrième colonne de la feuille Big Road, qui représente le second résultat après le troisième changement de gagnant dans le jeu. Si la cellule du second résultat de la quatrième colonne de la feuille Big Road est vide, le point de départ de la feuille Cockroach Pig est le premier résultat de la cinquième colonne de la feuille Big Road.","RoadMapCockroachPig3":"Si le nouveau résultat provoque le passage à une nouvelle colonne dans la feuille Big Road, alors la première et la quatrième colonne situées à gauche de la nouvelle colonne sont comparées. Si elles ont la même profondeur, une ligne rouge est marquée sur la feuille Cockroach Pig. Sinon, une ligne bleue est marquée sur la feuille Cockroach Pig.","RoadMapCockroachPig4":"Si le nouveau résultat est le même que celui de la main précédente (en dehors des égalités), alors la cellule située trois cellules à gauche de l'entrée nouvellement créée est comparée à la cellule située trois cellules à gauche et une cellule au-dessus de l'entrée nouvellement créée dans la feuille Big Road. Si ces deux cellules dont identiques, qu'elles soient toutes les deux en faveur du banquier, du joueur, ou toutes les deux vides, une ligne rouge est marquée sur la feuille Cockroach Pig. Sinon, une ligne bleue est marquée sur la feuille Cockroach Pig.","RoadMapPredictTitle":"PREDICT","RoadMapPredict1":"Predict est affichée dans la partie droite de la feuille de route.","RoadMapPredict2":"Le point de départ correspond au point de départ des feuilles Big Eye Boy, Small Road et Cockroach Pig. Elle montre des prédictions de ce que sera la couleur du prochain symbole dans les cartes de score ci-dessus, en fonction du prochain résultat.","RoadMapPredict3":"Si la couleur du prochain symbole donné pour une victoire du banquier est bleue, la couleur du prochain symbole donné pour une victoire du joueur sera rouge.","RoadMapPredict4":"Une barre rouge représente le banquier. Une barre bleue représente le joueur. ","RoadMapPredict5":"Les cercles vides rouges ou bleus indiquent les prédictions pour la feuille Big Eye Boy.","RoadMapPredict6":"Les cercles pleins rouges et bleus indiquent les prédictions pour la feuille Small Road.","RoadMapPredict7":"Les lignes rouges et bleues indiquent les prédictions pour la feuille Cockroach Pig."},"BaccaratPayout":{"PayoutTitle":"PAIEMENT","PayoutHandTieTitle":"MISER SUR L'ÉGALITÉ","PayoutHandTie1":"Si les mains du banquier et du joueur ont la même valeur, toute mise placée sur ÉGALITÉ est payée à 8 contre 1, et la mise initiale sur Égalité est restituée.","PayoutHandTie2":"Sinon, toute mise placée sur Égalité est retirée.","PayoutHandPlayerTitle":"MISER SUR LE JOUEUR","PayoutHandPlayer1":"Si les mains du banquier et du joueur ont la même valeur, toute mise placée sur Joueur est restituée.","PayoutHandPlayer2":"Si la valeur de la main du joueur est supérieure à celle du banquier, toute mise sur le joueur est payée à 1 contre 1, et la mise initiale sur Joueur est restituée.","PayoutHandPlayer3":"Sinon, toute mise placée sur Joueur est retirée.","PayoutHandBankerTitle":"MISER SUR LE BANQUIER","PayoutHandBanker1":"Si les mains du banquier et du joueur ont la même valeur, toute mise placée sur Banquier est restituée.","PayoutHandBanker2":"Si la valeur de la main du banquier est supérieure à celle du joueur, toute mise sur le banquier est payée à 1 contre 1, moins une commission de 5 %, et la mise initiale sur Banquier est restituée.","PayoutHandBanker3":"Sinon, toute mise placée sur Banquier est retirée.","SuperSixPayoutHandBanker1":"Si la valeur de la main du banquier est supérieure à celle du joueur et que la valeur de la main du banquier n'est pas de 6, toute mise sur le banquier est payée à 1 contre 1, et la mise initiale sur Banquier est restituée.","SuperSixPayoutHandBanker2":"Si la valeur de la main du banquier est supérieure à celle du joueur et que la valeur de la main du banquier est de 6, toute mise sur le banquier est payée à 1 contre 2, et la mise initiale sur Banquier est restituée.","PayoutHandPlayerPairTitle":"MISER SUR UNE PAIRE DU JOUEUR","PayoutHandPlayerPair1":"Si les deux premières cartes du joueur constituent une paire (cartes du même rang, par exemple une paire de rois, une paire de 10), toute mise sur Paire J est payée à 11 contre 1, et la mise initiale sur Paire J est restituée.","PayoutHandPlayerPair2":"Sinon, toute mise placée sur Paire J est retirée.","PayoutHandBankerPairTitle":"MISER SUR UNE PAIRE DU BANQUIER","PayoutHandBankerPair1":"Si les deux premières cartes du joueur constituent une paire (cartes du même rang, par exemple une paire de rois, une paire de 10), toute mise sur Paire B est payée à 11 contre 1, et la mise initiale sur Paire B est restituée.","PayoutHandBankerPair2":"Sinon, toute mise placée sur Paire B est retirée.","PayoutHandSuperSixTitle":"MISER SUR SUPER 6","PayoutHandSuperSix1":"Si la valeur de la main du banquier est supérieure à celle du joueur et que la valeur de la main du banquier est de 6, toute mise sur Super 6 est payée à 12 contre 1, et la mise initiale sur Super 6 est restituée.","PayoutHandSuperSix2":"Sinon, toute mise placée sur Super 6 est retirée."},"BaccaratGameRules":{"ReturnToPlayerDescription":"Le remboursement théorique au joueur (RTP) pour ce jeu est de %{rtpValue}. Le RTP théorique pour une égalité est de %{tieRTPValue}. Le RTP théorique pour une paire est de %{pairRTPValue}. Ce RTP représente le paiement théorique du jeu sur le long terme."},"BaccaratHistory":{"HistoryItemDate":"%{month}/%{day}","SectionPayout":"PAIEMENT","BankerLabel":"BANQUIER","PlayerLabel":"JOUEUR","BetLabel":"Mise","TitleCommissionLabel":"Traditionnel","TitleSupersixLabel":"Super 6","WinTypeBanker":"BANQUIER","WinTypePlayer":"JOUEUR","WinTypeTie":"ÉGALITÉ","WinTypeBankerPair":"PAIRE DU BANQUIER","WinTypePlayerPair":"PAIRE DU JOUEUR","WinTypeSupersix":"SUPER 6","TableIdLabel":"Table #%{tableId}","FreeHandLabel":"Main libre"},"CardBetLimitHandler":{"Title":"SÉLECTIONNEZ LA LIMITE DE MISE","BetLimitSelectMessage":"Sélectionnez la limite de mise et modifiez-la dans la page PARAMÈTRES.","DialogOk":"OK","TableOptionsTitle":"OPTIONS DE TABLE","GameModeSectionTitle":"MODE DE JEU","BetLimitSectionTitle":"LIMITES DE MISE","GameModeBetLimitMessage":"Choisissez vos préférences de table et vous pourrez les modifier dans la page PARAMÈTRES"},"CardInfoFooter":{"BetWord":"Mise:","WinPrizeWord":"Gain:"},"CardSettingMenu":{"Title":"PARAMÈTRES"},"CardSettingMenuItemTitle":{"GameSettingsSound":"SON","GameSettingsVibration":"VIBRATION","GameSettingsBetLimits":"LIMITES DE MISE","GameSettingsTableOptions":"OPTIONS DE TABLE","GameSettingsGameInfo":"INFOS JEU","GameSettingsHealthReminder":"RAPPEL"},"CardUtils":{"SlowNetworkMessage":"Conditions réseau lentes, nous tentons de vous connecter au réseau. Veuillez faire preuve de patience !","DialogQuitGameTitle":"Quitter le jeu","DialogQuitGamePrompt":"Êtes-vous sûr de vouloir quitter ?"},"CardWallet":{"Title":"SOLDE","FreeGameWallet":"PORTE-MONNAIE DE JEUX GRATUITS","RemainingFreeGame":"Encore %{freeGame} ","BonusWallet":"PORTE-MONNAIE DE BONUS","CashWallet":"PORTE-MONNAIE EN ARGENT","PointWallet":"PORTE-MONNAIE DE POINTS","Loading":"En chargement","LoadingFail":"Échec du chargement. Veuillez réessayer.","Retry":"RÉESSAYER"},"FreeGame":{"FreeGame":"Partie gratuite","DiscardTitle":"Supprimer %{name}？","DiscardMessage":"En supprimant un ou des jeu(x) gratuit(s), tous les prix accumulés dans le(s) jeu(x) gratuit(s) seront supprimés","Congratulations":"Félicitations","FreeGameCompletedWin":"Partie(s) gratuite(s) terminée(s). Vous avez gagné","FreeGameCompletedNoWin":"Partie(s) gratuite(s) terminée(s)","FreeGameExpired":"Partie(s) gratuite(s) expirée(s)","FreeGameExpiredNoPrize":"Partie(s) gratuite(s) expirée(s). Vous avez perdu tous les prix cumulés lors de cette ou ces parties gratuites.","FreeGameViewRemaining":"Il vous reste %{games} partie(s) gratuite(s)","FreeGameViewAccumulated":"Prix cumulés jusqu'ici","ConvertToBonusWallet":"Les gains ont été ajoutés au portefeuille bonus","ConvertToCashWallet":"Les gains ont été ajoutés au portefeuille en espèces","Offer":"Offre : %{id}","MoreOffers":"Autres promotions","BackToGame":"Retour au jeu","ContinueGame":"Accéder au jeu","PlayGameNow":"Jouer","DiscardGame":"Supprimer l'offre","Expired":"Expiré","Completed":"Terminé","ExpiryDate":"Date d'expiration","FreeGameRemaining":"%{gameCount} partie(s) restante(s)","FreeGameTotal":"%{gameCount} partie(s) au total","DiscardWallet":"Supprimé","GameInUse":"Partie actuelle","MaximumConversionRate":"Limite de retrait %{rate}","LoadMoreData":"Faites défiler vers le haut pour en charger plus","ReloadStartLoading":"Relâcher pour débuter le chargement","AllRecordDisplayed":"Tous les enregistrements affichés","Discard":"Supprimer","Acknowledge":"OK","UseBonusWallet":"Passer au portefeuille de bonus","FreeGameInvalid":"Jeu(x) gratuit(s) non valide(s)","AutoSwitchedToCash":"Votre jeu gratuit actuel n'est pas valide, cliquez sur le bouton pour revenir au portefeuille en espèces.","NextTime":"Plus tard","NoOfferFound":"N'oubliez pas de nous rendre visite régulièrement : d'autres offres seront disponibles par la suite !","SingleBet":"Mise","CurrentWin":"Gain total %{amount}","WalletLocked":"En cours d'utilisation","FreeGameLockedTitle":"Le jeu gratuit est bloqué","FreeGameLockedDesc":"La partie gratuite est verrouillée car la dernière partie de %{gameName} n'a pas été achevée. Terminez cette partie pour y remédier.","FreeGameLockedInitDesc":"La partie gratuite est verrouillée car la dernière partie de %{gameName} n'a pas été achevée. Terminez cette partie pour y remédier.\n\nCliquez sur le bouton pour revenir au portefeuille en espèces.","Game":"Partie n° %{id}","CashWallet":"Porte-monnaie en argent","CompletedDialog":"Votre partie gratuite %{freeGameTitle} est terminée. Cliquez sur le bouton pour revenir au portefeuille en espèces.","DialogRetry":"Réessayer","DialogCancel":"Annuler","ResourceLoadingMessage":"En chargement"},"DragonJackpotHistory":{"HistoryWinLineItemGrandJackpot":"Grand Prix","HistoryWinLineItemMegaJackpot":"Méga Prix","HistoryWinLineItemMajorJackpot":"Grande Premio","HistoryWinLineItemMinorJackpot":"Prix Majeur","HistoryWinLineItemMiniJackpot":"Prix Mineur","HistoryWinLineItemJackpotTitle":"Jackpot Mythique Trésor"},"History":{"HistoryMainPageTime":"Heure","HistoryMainSpinTypeTime":"Transaction","HistoryMainPagePayout":"Mise","HistoryMainPageWin":"Profit","HistoryRecordTransaction":"Transaction","HistoryRecordPayout":"Mise","HistoryRecordWin":"Profit","HistoryRecordBalance":"Solde","HistoryCalendarDateRange":"Choisissez un créneau de dates","HistoryCalenderToday":"Aujourd'hui","HistoryCalenderWeek":"Les 7 derniers jours","HistoryCalenderMonth":"Les 30 derniers jours","HistoryCalenderCustom":"Personnaliser","HistoryCalenderStart":"Commencer","HistoryCalenderEnd":"Fin","HistoryCalendarCancel":"Annuler","HistoryCalendarConfirm":"Confirmer","HistoryRetry":"Réessayer","HistoryOK":"OK","HistoryLoadMoreData":"Relâcher pour débuter le chargement","HistoryLoadDataPull":"Faites défiler vers le haut pour en charger plus","HistoryAllRecordDisplayed":"Tous les enregistrements affichés","HistoryMainTitle":"Historique de jeu","HistoryLoading":"En chargement","HistoryNoHistory":"Pas d'historique de jeu","HistoryServerFail":"Erreur serveur","HistoryFailLoadTitle":"Échec de l'historique des requêtes","HistoryFailLoadSentence":"Veuillez vérifier les paramètres de votre réseau et réessayer","HistoryRecordMainTitle":"Détails du lancer","HistoryRecordBack":"Précédent","HistoryBarClose":"Fermer","HistoryRecord":"Enregistrement","HistoryRecords":"Enregistrements","HistoryNormalSpin":"Tour normal","HistoryBetSize":"Taille de mise","HistoryBetLevel":"Niveau de mise","HistoryPayout":"Paiement","HistoryNoWinning":"Pas de combinaison gagnante"},"CardRulesShared":{"GameInfoTitle":"INFOS JEU","GeneralGameRulesTitle":"RÈGLES GÉNÉRALES DU JEU","GeneralGameRulesPayout":"Les paiements sont effectués selon le « Tableau de paiement ».","GeneralGameRulesWin":"Un gain en argent vaut la valeur affichée dans le « Tableau de paiement » multipliée par la mise actuelle.","HowToPlayTitle":"COMMENT JOUER","HowToPlayTitleChipIcon":"Touchez l'icône Jeton pour sélectionner la taille de la mise.","MainGameTitle":"JEU PRINCIPAL","MainGameDealTitle":"DISTRIBUER","MainGameDealAction":"Touchez pour distribuer la première main avec la mise actuelle.","MainGameChipTitle":"JETON","MainGameChipAction":"Touchez pour sélectionner la taille de la mise.","MainGamePlusTitle":"PLUS","MainGamePlusAction":"Touchez pour ajouter la taille de la mise à la mise actuelle.","MainGameMinusTitle":"MOINS","MainGameMinusAction":"Touchez pour retirer la taille de la mise de la mise actuelle.","MainGameBackTitle":"PRÉCÉDENT","MainGameSoundTitle":"SON","MainGameSoundAction":"Touchez pour activer ou désactiver le son.","MainGameHistoryTitle":"HISTORIQUE","MainGameSettingTitle":"RÉGLAGES","MainGameLobbyTitle":"LOBBY DU JEU","MainGameSettingSound":"Son: Touchez pour activer ou désactiver le son.","MainGameSettingVibration":"Vibration : Touchez pour activer ou désactiver la vibration. (Pris en charge uniquement sur Android mobile Web)","MainGameSettingBetLimits":"Limites de mise : Touchez pour changer les limites de mise.","MainGameSettingGameInfo":"Infos jeu : Touchez pour afficher les règlements du jeu et les fonctionnalités des boutons.","ReturnToPlayerTitle":"REMBOURSEMENT DU JOUEUR","ReturnToPlayerOptimal":"Les calculs sont effectués en fonction de la stratégie de jeu optimale.","AdditionalInformationTitle":"INFORMATIONS SUPPLÉMENTAIRES"},"CommonRulesShared":{"InGameCurrency":"La devise utilisée dans le jeu est %{configuredValue}.","CashWallet":"\"Porte-monnaie en argent\" affiche le montant en argent disponible pour jouer.","WinShownInCash":"Tous les gains sont affichés en argent.","BackAction":"Appuyez pour quitter le jeu et revenir à la page précédente.","GameLobbyAction":"Touchez pour quitter le jeu et accéder au lobby du jeu PG.","GameHistoryDescription":"Affiche le détail des parties jouées précédemment. Faites défiler jusqu'en bas pour charger plus d'enregistrements.","GameHistoryActionWithIcon":"Appuyez sur<img src='ic_nav_calender'/>pour sélectionner les dates des parties à afficher dans l'historique.","ReturnToPlayerDescription":"Le rendement théorique au joueur (RTP) pour ce jeu est de %{rtpValue}. Ce RTP représente le paiement du jeu théorique à long terme.","AdditionInfoMalfunctionDescription":"Une mauvaise utilisation ou un dysfonctionnement annulent toutes les actions et tous les paiements.","AdditionInfoInactiveGameSessions":"Le jeu se réinitialisera automatiquement après une période d'inactivité de : %{dayCount} jours. La progression et le statut ne seront plus sauvegardés pour tous les jeux de collecte, les jeux gratuits non terminés, les fonctions de jeu non terminées, etc.","AdditionInfoInactiveGameSessionsHour":"Le jeu se réinitialisera automatiquement après une période d'inactivité de : %{hourCount} heures. La progression et le statut ne seront plus sauvegardés pour tous les jeux de collecte, les jeux gratuits non terminés, les fonctions de jeu non terminées, etc.","AdditionInfoDisputeHistoryDescription":"En cas de litige sur les résultats des jeux, tous les résultats des jeux qui figurent sur la page d'historique des jeux sont absolus et définitifs."}}