{"Hotpot":{"Name":"Hotpot"},"HotpotCommonRules":{"GameplayExplain":"Al emparejar 3 o más símbolos en la zona de los carretes se creará un premio que se pagará según la \"Tabla de pagos\".","PaidExplain":"En 1 giro se pueden pagar varios emparejamientos.","ChilliSymbolExplain":"Un símbolo Guindilla puede aparecer junto a cualquier otro símbolo en los carretes.","JackpotTitle":"Jackpot Guindilla","JackpotBarExplain":"Sobre los carretes hay una barra de Jackpot que puede activar uno de los 3 premios Jackpot: Humeante, Ardiente o Ultra caliente.","ChilliCollectExplain":"Cuando uno o más símbolos Guindilla aparecen en los carretes, los símbolos Guindilla se llevan a la barra de Jackpot.","JackpotPrizeExplain":"El premio del Jackpot que se activa depende del número de símbolos Guindilla obtenidos al final del giro.","UltraHotJackpotExplain":"Si se recogen 9 símbolos Guindilla, se activará el Jackpot Ultra caliente.","FlaminHotJackpotExplain":"Si se recogen 6 o más símbolos Guindilla (pero menos de 9), se activará el Jackpot Ardiente.","SmokinHotJackpotExplain":"Si se recogen 4 o más símbolos Guindilla (pero menos de 6), se activará el Jackpot Humeante.","JackpotBarResetExplain":"Al final de cada giro la barra de Jackpot vuelve a cero."},"HotpotPayout":{"PayoutMainTitle":"Valor de pagos de símbolos"},"HotpotRules":{"Rule1":"Hotpot es una vídeo tragaperras de 9 carretes únicos con un sistema de juego de hacer grupos de 3 y 3 premios Jackpot.","Rule2":"Se juega con una apuesta base fija de 10, un nivel de apuesta de %{minBetMtp} a %{maxBetMtp} y un tamaño de apuesta de %{minChip} a %{maxChip}.","Rule9":"El premio de un emparejamiento es igual al valor mostrado en la \"Tabla de pagos\", multiplicado por el tamaño y el nivel de la apuesta.","Jackpot2":"En cada giro, un porcentaje de la apuesta del jugador se añade a los premios Jackpot.","Jackpot8":"Una vez se haya pagado el premio de un Jackpot (de haberlo), el valor del premio de ese Jackpot volverá a su valor inicial.","Jackpot9":"En un giro solo se puede ganar 1 premio Jackpot.","Jackpot11":"El valor base de cada Jackpot cambiará según el Tamaño de apuesta actual."}}