{"Hotpot":{"Name":"Hotpot"},"HotpotCommonRules":{"GameplayExplain":"Qualquer correspondência de 3 ou mais símbolos em qualquer posição na área dos cilindros resultará num ganho e será paga de acordo com a “Tabela de pagamentos”.","PaidExplain":"Podem ser pagas múltiplas correspondências em 1 rodada.","ChilliSymbolExplain":"Um símbolo de Chili poderá aparecer juntamente com qualquer outro símbolo nos cilindros.","JackpotTitle":"Jackpot de Chili","JackpotBarExplain":"Por cima dos cilindros está situada uma Barra de Jackpot que pode atribuir um dos 3 prémios de Jackpot: Smokin’ Hot, Flamin’ Hot ou Ultra Hot.","ChilliCollectExplain":"Quando um ou mais símbolos de Chili aparecem nos cilindros, os símbolos de Chili são recolhidos para a Barra de Jackpot.","JackpotPrizeExplain":"O prémio de Jackpot é atribuído com base no número de símbolos de Chili recolhidos no final da rodada.","UltraHotJackpotExplain":"Se forem recolhidos 9 símbolos de Chili, é atribuído o Jackpot Ultra Hot.","FlaminHotJackpotExplain":"Se forem recolhidos 6 ou mais (e menos de 9) símbolos de Chili, é atribuído o Jackpot Flamin’ Hot.","SmokinHotJackpotExplain":"Se forem recolhidos 4 ou mais (e menos de 6) símbolos de Chili, é atribuído o Jackpot Smokin’ Hot.","JackpotBarResetExplain":"A Barra de Jackpot é reposta a zero no início de cada rodada."},"HotpotPayout":{"PayoutMainTitle":"Valores de pagamento dos símbolos"},"HotpotRules":{"Rule1":"Hotpot é uma slot de vídeo com 9 cilindros individuais com jogabilidade corresponda-3 e 3 prémios de jackpot.","Rule2":"O jogo é jogado com 10 apostas de base (fixa), nível de aposta de %{minBetMtp} a %{maxBetMtp} e valor de aposta de %{minChip} a %{maxChip}.","Rule9":"O ganho de correspondência em dinheiro é igual ao valor apresentado na “Tabela de pagamentos”, multiplicado pelo valor da aposta e pelo nível de aposta.","Jackpot2":"A cada rodada é adicionada uma percentagem da aposta do jogador aos prémios de jackpot.","Jackpot8":"Após o pagamento de um prémio de Jackpot (se existente), esse valor de prémio de Jackpot será reposto para o valor base.","Jackpot9":"Só pode ser ganho 1 prémio de Jackpot por rodada.","Jackpot11":"Os valores base de cada jackpot irão alterar-se em função do Valor de Aposta atual."}}