{"Hotpot":{"Name":"Sur le feu"},"HotpotCommonRules":{"GameplayExplain":"Toute apparition de 3 symboles identiques ou plus n'importe où sur les rouleaux constitue un gain qui est payé conformément au \"Tableau des gains\".","PaidExplain":"Plusieurs combinaisons peuvent être payées lors d'1 même tour.","ChilliSymbolExplain":"Un symbole Chilli peut apparaître avec un ou plusieurs symboles n'importe où sur les rouleaux.","JackpotTitle":"Jackpot Chilli","JackpotBarExplain":"Une barre de jackpot est placée au-dessus des rouleaux et elle peut rapporter un des 3 jackpots : Smokin' Hot, Flamin' Hot ou Ultra Hot.","ChilliCollectExplain":"Quand au moins un symbole Chilli apparaît sur les rouleaux, les symboles Chilli sont collectés dans la Barre de jackpot.","JackpotPrizeExplain":"Le jackpot est attribué en fonction du nombre de symboles Chilli collectés à la fin du tour.","UltraHotJackpotExplain":"Si 9 symboles Chilli sont collectés, le jackpot Ultra Hot est remporté.","FlaminHotJackpotExplain":"Si 6 symboles Chilli ou plus (mais moins de 9) sont collectés, le jackpot Flamin' Hot est remporté.","SmokinHotJackpotExplain":"Si 4 symboles Chilli ou plus (mais moins de 6) sont collectés, le jackpot Smokin' Hot est remporté.","JackpotBarResetExplain":"La Barre de jackpot est remise à zéro au début de chaque tour."},"HotpotPayout":{"PayoutMainTitle":"Valeurs de paiement du symbole"},"HotpotRules":{"Rule1":"Sur le feu est une machine à sous vidéo de 9 rouleaux individuels fonctionnant suivant le principe d'association de 3 symboles et proposant 3 jackpots.","Rule2":"Le jeu se joue avec une mise de base de 10 (fixée), des niveaux de mise allant de %{minBetMtp} à %{maxBetMtp} et des tailles de mise allant de %{minChip} à %{maxChip}.","Rule9":"Un gain de symbole en argent est équivalent à la valeur affichée dans le \"Tableau des gains\" multipliée par la taille de la mise et par le niveau de la mise.","Jackpot2":"Un pourcentage de la mise du joueur est ajouté aux montants des jackpots à chaque tour.","Jackpot8":"Lorsqu'un jackpot est remporté, le montant du prix associé est remis à sa valeur de base.","Jackpot9":"1 seul jackpot peut être remporté par tour.","Jackpot11":"La valeur de base de chaque jackpot change en fonction du montant de la mise en cours."}}