{"Hotpot":{"Name":"Hotpot"},"HotpotCommonRules":{"GameplayExplain":"Any match of 3 or more symbols anywhere in the reel area will result in a win and will be paid out according to the \"Paytable\".","PaidExplain":"Multiple matches can be paid out in 1 spin.","ChilliSymbolExplain":"A Chilli symbol may appear together with any other symbol on the reels.","JackpotTitle":"Chilli Jackpot","JackpotBarExplain":"A Jackpot Bar is placed above the reels which may award one of the 3 Jackpot prizes: Smokin' Hot, Flamin' Hot or Ultra Hot.","ChilliCollectExplain":"When one or more Chilli symbols appear on reels, the Chilli symbols are collected in the Jackpot Bar.","JackpotPrizeExplain":"Jackpot prize is awarded based on the number of Chilli symbols collected at the end of the spin.","UltraHotJackpotExplain":"If 9 Chilli symbols are collected, Ultra Hot Jackpot is awarded.","FlaminHotJackpotExplain":"If 6 or more (and less than 9) Chilli symbols are collected, Flamin' Hot Jackpot is awarded.","SmokinHotJackpotExplain":"If 4 or more (and less than 6) Chilli symbols are collected, Smokin' Hot Jackpot is awarded.","JackpotBarResetExplain":"The Jackpot Bar will reset to zero at the start of every spin."},"HotpotPayout":{"PayoutMainTitle":"Symbol Payout Values"},"HotpotRules":{"Rule1":"Hotpot is a 9 single-reels video slot featuring match-3 gameplay and 3 jackpot prizes.","Rule2":{"value":"The game is played with 10 base bet (fixed), bet level of %{minBetMtp} to %{maxBetMtp} and bet size of %{minChip} to %{maxChip}.","comment":"Both %{minChip} and %{maxChip} will be replaced with game available chip size. Both %{minBetMtp} and %{maxBetMtp} will be replaced by multiplier, do not translate.","example":"The game is played with a fixed bet of 10, bet level of 1 to 10 and bet size of 0.01 to 5."},"Rule9":"A match win in cash is equal to the value shown in the \"Paytable\" multiplied by the bet size and bet level.","Jackpot2":"A percentage of the player's bet is added to the jackpot prizes on every spin.","Jackpot8":"After a Jackpot prize is paid out (if any), that Jackpot prize's value will reset to the base value.","Jackpot9":"Only 1 Jackpot prize can be won in a spin.","Jackpot11":"Each Jackpot's base value will change according to the current Bet Amount."}}