{"MidasFortunePayoutAndRulesShared":{"Rule1_18_Payout1_1":"At every spin, any combinations of 5 or more symbols touching horizontally or vertically will result in a winning combination. ","Rule1_19_Payout1_2":"For every winning combination, payout is made for each symbol according to the Paytable.","Rule1_20_Payout1_3":"After the payout of every round is made, all winning symbols will explode, allowing the symbols above them to cascade down for a new round.","Rule1_21_Payout1_4":"Additional winning combination will be tallied in every round until no more winning combination can be tallied.","Rule1_22_Payout1_5":"Wild symbol substitutes for all symbols except Scatter symbol.","Rule2_0_Payout2_0":"Gold Symbols","Rule2_1_Payout2_1":"During any spin, some symbols (excluding Wild symbol and Scatter symbol) may appear in gold.","Rule2_2_Payout2_2":"During the removal of winning symbols, any gold symbol(s) that is involved in a win in the previous round will be transformed into Wild symbol(s).","Rule3_0_Payout3_0":"Midas Gold Feature","Rule3_1_Payout3_1":"During any spin, if there are 3 or more Gold symbols touching horizontally or vertically, the Gold symbols will be transformed into Wild symbols before wins are paid.","Rule4_0_Payout4_0":"Wild Multiplier","Rule4_1_Payout4_1":"During any spin, if 1 or more Wild symbols are involved in a win, the win in that round will be multiplied by the value that is equal to the number of Wild symbol(s) involved in the win.","Rule4_2_Payout4_2":"After wins are paid, the total multiplier will remain at the top of the reels until the end of the spin.","Rule4_3_Payout4_3":"If 1 or more Wild symbols are involved in a win and there is an existing multiplier, the win in that round will be multiplied by the total multiplier in addition to the value that is equal to the number of Wild symbol(s) involved in the win.","Rule4_4_Payout4_4":"After wins are paid, the existing total multiplier will be increased by the number of Wild symbol(s) involved in the win and will remain at the top of the reels until the end of the spin.","Rule5_0_Payout5_0":"Free Spins Feature","Rule5_1_Payout5_1":"3 Scatter symbols appearing anywhere will trigger the Free Spins Feature with 8 free spins. Each additional Scatter symbol will trigger 2 more free spins.","Rule5_2_Payout5_2":"During the Free Spins Feature, the total multiplier (if any) at the top of the reels will remain until the end of the Free Spins Feature.","Rule5_3_Payout5_3":"2 Scatter symbols appearing anywhere during the Free Spins Feature will award 4 more free spins.","Rule5_4_Payout5_4":"Free spins can be retriggered."},"MidasFortuneRule":{"Rule1_1":"Midas Fortune is a 5 by 5 symbols combination video slot featuring Gold symbols and win multiplier.","Rule1_2":"The game is played with 20 base bet (fixed), bet level of 1 to 10 and bet size of %{minChip} to %{maxChip}.","Rule1_8":"At every spin, any combinations of 5 or more symbols touching horizontally or vertically will result in a winning combination.","Rule1_9":"For every winning combination, payout is made for each symbol according to the Paytable.","Rule1_10":"A combination win in cash is equal to the value shown in the \"Paytable\" multiplied by bet size and bet level.","Rule1_21":"Free Spins Feature is played at the same bet size and bet level as the spin that triggered the Free Spins Feature."},"MidasFortunePayout":{"PayoutMainTitle":"Symbol Payout Values","PayoutWild":"Wild Symbol","PayoutScatter":"Scatter Symbol"}}