{"MidasFortunePayoutAndRulesShared":{"Rule1_18_Payout1_1":"Em cada rodada, quaisquer combinações de 5 ou mais símbolos adjacentes na horizontal ou na vertical formam uma combinação vencedora.","Rule1_19_Payout1_2":"Por cada combinação vencedora, é efetuado um pagamento por cada símbolo de acordo com a Tabela de pagamentos.","Rule1_20_Payout1_3":"Depois de o pagamento de cada ronda ser feito, todos os símbolos vencedores explodirão permitindo que os símbolos por cima deles caiam em cascata para uma nova ronda.","Rule1_21_Payout1_4":"Quaisquer combinações vencedoras serão contabilizadas em todas as rondas até não ser possível contabilizar mais combinações vencedoras.","Rule1_22_Payout1_5":"O símbolo Wild substitui todos os símbolos, exceto o símbolo Scatter.","Rule2_0_Payout2_0":"Símbolos de ouro","Rule2_1_Payout2_1":"Durante qualquer rodada, alguns símbolos (exceto os símbolos Wild e Scatter) podem aparecer a dourado.","Rule2_2_Payout2_2":"Durante a remoção dos símbolos vencedores, qualquer símbolo dourado que esteja envolvido num ganho na ronda anterior será transformado num símbolo Wild.","Rule3_0_Payout3_0":"Funcionalidade Ouro de Midas","Rule3_1_Payout3_1":"Durante qualquer rodada, se aparecerem 3 ou mais símbolos de Ouro adjacentes na horizontal ou na vertical, os símbolos de Ouro serão transformados em símbolos Wild antes de os ganhos serem pagos.","Rule4_0_Payout4_0":"Multiplicador Wild","Rule4_1_Payout4_1":"Durante qualquer rodada, se 1 ou mais símbolos Wild estiverem envolvidos num ganho, o ganho dessa ronda será multiplicado pelo valor igual ao número de símbolos Wild envolvidos no ganho.","Rule4_2_Payout4_2":"Depois de os ganhos serem pagos, o multiplicador total permanecerá no topo dos cilindros até ao final da rodada.","Rule4_3_Payout4_3":"Se 1 ou mais símbolos Wild estiverem envolvidos num ganho e existir um multiplicador, o ganho dessa ronda será multiplicado pelo multiplicador total e pelo valor igual ao número de símbolos Wild envolvidos no ganho.","Rule4_4_Payout4_4":"Depois de os ganhos serem pagos, o multiplicador total existente será aumentado pelo número de símbolos Wild envolvidos no ganho e permanecerá no topo dos cilindros até ao final da rodada.","Rule5_0_Payout5_0":"Funcionalidade Rodadas grátis","Rule5_1_Payout5_1":"3 símbolos Scatter em qualquer posição ativarão a Funcionalidade Rodadas Grátis com 8 rodadas grátis. Cada símbolo Scatter adicional ativará mais 2 rodadas grátis.","Rule5_2_Payout5_2":"Durante a Funcionalidade Rodadas Grátis, o multiplicador total (se existente) no topo dos cilindros irá permanecer até ao final da Funcionalidade Rodadas Grátis.","Rule5_3_Payout5_3":"2 símbolos Scatter em qualquer posição durante a Funcionalidade Rodadas grátis atribuirão mais 4 rodadas grátis.","Rule5_4_Payout5_4":"As rodadas grátis podem ser reativadas."},"MidasFortuneRule":{"Rule1_1":"Midas Fortune é uma slot de vídeo de símbolos 5 por 5, com símbolos de Ouro e multiplicador de ganhos.","Rule1_2":"O jogo é jogado com aposta de base (fixa) de 20, nível de aposta de 1 a 10 e valor de aposta de %{minChip} a %{maxChip}.","Rule1_8":"Em cada rodada, quaisquer combinações de 5 ou mais símbolos adjacentes na horizontal ou na vertical formam uma combinação vencedora.","Rule1_9":"Por cada combinação vencedora, é efetuado um pagamento por cada símbolo de acordo com a Tabela de pagamentos.","Rule1_10":"O ganho de combinação em dinheiro é igual ao valor apresentado na \"Tabela de pagamentos\", multiplicado pelo valor da aposta e pelo nível de aposta.","Rule1_21":"A Funcionalidade Rodadas grátis é jogada com a mesma aposta e o mesmo nível de aposta que a acionou."},"MidasFortunePayout":{"PayoutMainTitle":"Valores de pagamento dos símbolos","PayoutWild":"Símbolo Wild","PayoutScatter":"Símbolo Scatter"}}