{"MidasFortunePayoutAndRulesShared":{"Rule1_18_Payout1_1":"En cada giro, cualquier combinación de 5 o más símbolos que se toquen horizontal o verticalmente generarán una combinación ganadora.","Rule1_19_Payout1_2":"Por cada combinación ganadora, se realizará el pago para cada símbolo de acuerdo con la Tabla de premios.","Rule1_20_Payout1_3":"Tras el pago de cada ronda, todos los símbolos ganadores explotarán, con lo que los símbolos superiores caerán iniciando una nueva ronda.","Rule1_21_Payout1_4":"Se añadirán las combinaciones ganadoras adicionales en cada ronda hasta que no queden más combinaciones ganadoras que puedan añadirse.","Rule1_22_Payout1_5":"El símbolo Wild sustituye a todos los símbolos excepto al Scatter.","Rule2_0_Payout2_0":"Símbolos dorados","Rule2_1_Payout2_1":"Durante cualquier giro, algunos símbolos (excepto el símbolo Wild y el símbolo Scatter) pueden aparecer dorados.","Rule2_2_Payout2_2":"Durante la eliminación de los símbolos ganadores, cualquier símbolo dorado que haya participado en un premio de la ronda anterior se transformará en un Símbolo Wild.","Rule3_0_Payout3_0":"Función Oro de Midas","Rule3_1_Payout3_1":"Si durante cualquier giro aparecen 3 o más símbolos dorados en horizontal o vertical, los símbolos dorados se transformarán en símbolos Wild antes de que se paguen los premios.","Rule4_0_Payout4_0":"Multiplicador Wild","Rule4_1_Payout4_1":"Durante cualquier giro, si 1 o más símbolos Wild participan en un premio, el premio de esa ronda se multiplicará por el valor que sea igual al número de símbolos Wild que hayan participado en el premio.","Rule4_2_Payout4_2":"Tras pagar los premios, el multiplicador total permanecerá en la parte superior de los carretes hasta el final del giro.","Rule4_3_Payout4_3":"Si 1 o más símbolos Wild participan en un premio y hay un multiplicador, el premio de esa ronda se multiplicará por el multiplicador total además del valor igual al número de símbolos Wild que hayan participado en el premio.","Rule4_4_Payout4_4":"Tras pagar los premios, el multiplicador total existente aumentará en el número de símbolos Wild que hayan participado en el premio y permanecerá en la parte superior de los carretes hasta el final del giro.","Rule5_0_Payout5_0":"Función de Giros Gratis","Rule5_1_Payout5_1":"3 símbolos Scatter en cualquier lugar activarán la Función de Giros Gratis con 8 giros gratis. Cada símbolo Scatter adicional activará 2 giros gratis más.","Rule5_2_Payout5_2":"Durante la Función de Giros Gratis, el multiplicador total (si lo hay) en la parte superior de los carretes permanecerá hasta el final de la Función de Giros Gratis.","Rule5_3_Payout5_3":"2 símbolos Scatter que aparezcan en cualquier lugar durante la función de giros gratis activarán 4 giros gratis más.","Rule5_4_Payout5_4":"Los giros gratis se pueden reactivar."},"MidasFortuneRule":{"Rule1_1":"Midas Fortune es una vídeo tragaperras de 5 x 5 símbolos con símbolos dorados y multiplicador de premios.","Rule1_2":"Se juega con una apuesta base de 20 (fija), un nivel de apuesta de 1 a 10 y un tamaño de apuesta de %{minChip} a %{maxChip}.","Rule1_8":"En cada giro, cualquier combinación de 5 o más símbolos que se toquen horizontal o verticalmente generarán una combinación ganadora.","Rule1_9":"Por cada combinación ganadora, se realizará el pago para cada símbolo de acuerdo con la Tabla de premios.","Rule1_10":"Un premio de combinación en efectivo es igual al valor mostrado en la \"Tabla de premios\" multriplicado por el tamaño y nivel de la apuesta.","Rule1_21":"La Función de Giros Gratis se juega con el mismo tamaño de apuesta y el mismo nivel de apuesta que el giro que activó la Función de Giros Gratis."},"MidasFortunePayout":{"PayoutMainTitle":"Valor de pagos de símbolos","PayoutWild":"Símbolo Wild","PayoutScatter":"Símbolo Scatter"}}