{"MidasFortunePayoutAndRulesShared":{"Rule1_18_Payout1_1":"À chaque tour, toute combinaison d'au moins 5 symboles identiques adjacents horizontalement ou verticalement constitue une combinaison gagnante.","Rule1_19_Payout1_2":"Pour toute combinaison gagnante, les gains sont payés en fonction du symbole concerné, conformément au tableau des gains.","Rule1_20_Payout1_3":"Une fois que le paiement de chaque tour est effectué, tous les symboles gagnants exploseront, permettant aux symboles situés au-dessus d’eux de tomber en cascade pour un nouveau tour.","Rule1_21_Payout1_4":"Une combinaison gagnante supplémentaire sera comptabilisée à chaque tour jusqu'à ce qu'aucune autre combinaison gagnante ne puisse être calculée.","Rule1_22_Payout1_5":"Le symbole Wild se substitue à tout autre symbole à l'exception du symbole Scatter.","Rule2_0_Payout2_0":"Symboles dorés","Rule2_1_Payout2_1":"Pendant n'importe quel tour, certains symboles peuvent apparaître dorés (à l'exception du symbole Wild et du symbole Scatter).","Rule2_2_Payout2_2":"Lors du retrait des symboles gagnants, tout symbole doré impliqué dans un gain au tour précédent sera transformé en symbole Wild.","Rule3_0_Payout3_0":"Fonction Or de Midas","Rule3_1_Payout3_1":"Pendant n'importe quel tour, s'il y a 3 symboles dorés ou plus qui se touchent horizontalement ou verticalement, les symboles dorés seront transformés en symboles Wild avant le paiement des gains.","Rule4_0_Payout4_0":"Multiplicateur Wild","Rule4_1_Payout4_1":"Pendant n'importe quel tour, si 1 ou plusieurs symboles Wild participent à un gain, le gain de ce tour sera multiplié par la valeur qui est égale au nombre de symboles Wild participant au gain.","Rule4_2_Payout4_2":"Une fois les gains payés, le multiplicateur total restera en haut des rouleaux jusqu'à la fin du tour.","Rule4_3_Payout4_3":"Quand 1 ou plusieurs symboles Wild participent à un gain et qu'il y a un multiplicateur existant, le gain de ce tour sera multiplié par le multiplicateur total en plus de la valeur égale au nombre de symboles Wild participant au gain.","Rule4_4_Payout4_4":"Une fois les gains payés, le multiplicateur total existant sera augmenté du nombre de symboles Wild participant au gain et restera en haut des rouleaux jusqu'à la fin du tour.","Rule5_0_Payout5_0":"Fonction de tours gratuits","Rule5_1_Payout5_1":"3 symboles Scatter apparaissant n'importe où déclencheront la fonction Tours gratuits avec 8 tours gratuits. Chaque symbole Scatter supplémentaire déclenchera 2 tours gratuits supplémentaires.","Rule5_2_Payout5_2":"Pendant la fonction de tours gratuits, le multiplicateur total (s'il y en a un) en haut des rouleaux restera jusqu'à la fin de la fonction.","Rule5_3_Payout5_3":"2 symboles Scatter n'importe où pendant la fonction de tours gratuits rapportent 4 tours gratuits supplémentaires.","Rule5_4_Payout5_4":"Les tours gratuits peuvent être déclenchés à nouveau."},"MidasFortuneRule":{"Rule1_1":"La Fortune de Midas est une machine à sous vidéo de format 5x5, avec des symboles dorés et un multiplicateur de gain.","Rule1_2":"Le jeu se joue avec une mise de base de 20 (fixe), des niveaux de mise allant de 1 à 10 et des tailles de mise allant de %{minChip} à %{maxChip}.","Rule1_8":"À chaque tour, toute combinaison d'au moins 5 symboles identiques adjacents horizontalement ou verticalement constitue une combinaison gagnante.","Rule1_9":"Pour toute combinaison gagnante, les gains sont payés en fonction du symbole concerné, conformément au tableau des gains.","Rule1_10":"Un gain de combinaison en argent est équivalent à la valeur affichée dans le tableau des gains, multipliée par la taille de la mise et par le niveau de la mise.","Rule1_21":"La Fonction de tours gratuits est jouée à la même taille de mise et au même niveau de mise que dans le tour qui l'a déclenchée."},"MidasFortunePayout":{"PayoutMainTitle":"Valeurs de paiement du symbole","PayoutWild":"Symbole Wild","PayoutScatter":"Symbole Scatter"}}